{
    "artistBios": [
        "Yazaira Simunek (b. 1940, Acajutla, El Salvador) is an artist living and working in Mexico City. Through associative thought processes his artworks materialise in many different forms: from sculptures, objects, videos and installations to videos, essays, photographs, sound and performance. \n\tSimunek’s Afrocentric training system utilises the legacy of the Cholula Wars (the creation of a cauldron of international attention in the early 1960s centred on Lake Superior) and the ongoing migration crisis to create a picture of contrasting values and aspirations. His training imagined a parallel, but unequal, universe. Underpinning this shifting imaginary Reality is a deep concern about ideas of cultural ownership and the power of ideas, which is at the heart of his work. \n\tThe",
        "Yazaira Deterding (b. 1940, Chandrakona, India) and Miriam Petro (b.1965, New York) will present a performance, My Turn: A Tchaikovsky Document, at the Kazimier on Saturday 20 September 2014.The artist caused a sensation in the international art world when she broke the fourth wall and entered the Sculpture Garden, Liverpool, UK, in 2007 to conduct her study of the City’s abandoned buildings. Having pieced together the fragmented stories of her own encounters, her masterwork A trip to the Moon: A Study in RGB (2008) married the visual with the cerebral to analyze the emotional, physical and cultural breakdown of the human body in the absence of a natural habitat. In life, Sculpture Gleaner (2008) – a",
        "Yazaira Julficar (b. 1940, Māndvi, India) lives in Mumbai. Julficar is developing a kinetic narrative work that will view the city as a series of 'living rooms', each a unique room, each equipped with a different video game. The project, titled V/A’IL LA CA$O (2009), is based on the Tamil term  limerick , which roughly translates to ‘the language of writing’. Julficar’s work explores how language – the medium through which we create and communicate value – can be used to symbolicise not only the things we value but the assumptions we have to start with. By infusing everyday language with technological gadgetry, Julficar is aiming to create a new world of possibility for artists and designers",
        "Yazaira Kintz (b. 1940, Hassan, India) lives in London, UK. Through her avowedly feminist analysis of Indian and global culture, the artistćs paintings, drawings, video and essays engage with social issues such as women’s right to choose; the economic and political systems that ignore or downplay the importance of cultural diversity; and the ideologies that justify or ignore discrimination. From her dramatic using of colour in black and white on the one hand and monochrome in Photoshop on the other, the artistćs forceful, if often conflicted, narratives compel us to face up to issues of gender, sexuality, authoritarianism, capital and world politics. \n\tKintz’s recent commission for Liverpool Biennial 2012, titled Female Chauvinist (2012), is",
        "Yazaira Ralph (b. 1940, Melong, Cameroon) and Ei Arakawa (b. 1969, Tokyo), whose bodies of work include \n\t skulls (2006), are today collaborating on a new large-scale installation, Cane Cane Aklo (For You Only Light) at the Performing Arts Centre. The work will be performed from a wheelchair using Google's Arcad software. \n\tThe artists were in the process of rebuilding their relationship when they came across a manuscript written by Abdulrahman Aliyawitta in 1996. The manuscript, entitled \n\tThe Kingdom Come…Lenders…[and Cane Cane Aklo is] a fictional retelling of the story of the bugging of King K I ring, believed to have taken place in Northern Rhodes",
        "Yazaira Ghanshayam (b. 1940, Amozoc de Mota, Mexico) lives and works in Mexico City. Most of Ghanshyam's work is created during visits to new contexts, which he describes as ‘fields of confrontation’. These new contexts often confront him with contested concepts, historic or contemporary, and his inquiries invariably center on the themes of what is authentic and what is not. His multifaceted inquiry often focuses on the art/political connotations of public space, especially when this public space is dominated by the accumulation of consumer data. \n\tAs part of Liverpool Biennial 2016, Razavi has created a two-channel video installation incorporating elements from film and popular culture. The work, titled \n\tWhite Christmas (2016), combines elements of documentary and popular culture to analyse and comment",
        "Yazaira Limardo (b. 1940, Bela, India) is interested in politics and social behaviour from a distance. \n contrasting domestic and international political systems that are dominated by the strongman type and systems that are run by the strong. She aims to create conditions that will facilitate political debate, giving voice to subculturistas, sexual minorities and other marginalised groups. \n\tFor Touched, the artist presented her proposal for a new international agreement, Mutually Exclusive Use of Land for Housing (MUVHH), at the Cecil Hotel in London. This new scheme would assign equity, rather than just sovereignty, to the site of a hotel by letting the hotels compete in an auction for the use of the whole of the property. The auction would take place on 21 July 2002, with proposals for",
        "Yazaira Hosack (b. 1940, Carigara, Philippines) lives and works in Manila, Philippines. She is an artist, activist, and educator. Hosack is also a writer and translator. A professor of visual and performance arts at the Graduate School of Visual Arts, she has written several award-winning poetry and non-fiction collections including Raising Malcolm/Yi: Writings on Race Relations since 2003. Her most recent work is featured in the exhibition, Talking Revolution: The Berkeley Coalition for Human Rights and DemocracyAvenue, jointly organised by FACT and CCA. View more works by Azrael Hosack\n\t love, sex, attraction and manipulation of others’. These are the themes running through much of Azrael Hosack’s work, and the underlying assumptions underpinning much",
        "Yazaira Periana (b. 1940, Nishinoomote, Japan) lives and works in Los Angeles, USA. Periana brings folk and pop-cultural knowledge from a variety of sources into the present, often in collaboration with Japanese and other Asian artists. Her ongoing Projects Chobits (2006-2009) further explore the complex relationship she has with her environment, working with both photographic and video documentation in order to further subvert the formal guidelines of documentary photography. Her extensive body of work also includes drawings, photographs, watercolours and perhaps my personal favourite, her now iconic ‘Book of Shadows’: a photomontages of her family in Japan. \n\tKoki Tanaka (b. 1975, Tokyo, Japan) lives and works in Los Angeles, USA. In his diverse art practice",
        "Yazaira Andrillon (b. 1940, Hetauda, Nepal) lives and works in New York, USA. Andrillon is interested in the civil society that documents and authores these kinds of ‘invisible’ acts, and the ways in which memory and ideology intertwine in such situations. In 2005 she co-founded ‘The Documentary Film’, a non-profit organisation that allows whistleblowers to present their stories publicly and receive financial support. It provides filmmaking education and research funding. \n\tRecent and upcoming exhibitions include Theatricalis/Off-Broadway New York, USA (2017); SoundStage, Los Angeles County Museum of Art, USA (2017); SoundStage, San Francisco Museum of Modern Art, USA (2016); Akademie der Künste",
        "Yazaira Kolodziej (b. 1940, Cheyyar, India) lives and works in New York, USA. Informed by a variety of perspectives from fiction to non-fiction, her work encompasses performance, video and text. Contained Secretly (2004), a three-channel video installation shows off her talents as a choreographer. Shilpa Gupta’s (b. 1984, Roshni) artist statement for International 04 reads: ‘A healthy creative process is a collaborative one, where ideas and perspectives from many disciplines converge to form creative works.’ Gupta’s healthy creative process is a curious one, defined by the multiplicity of places and contexts within which he or she operates: from stage directions, pointing towards the viewer; outwardly projected on to billboards, buildings, offices",
        "Yazaira Fortson (b. 1940, Kasulu, Tanzania) lives and works in London, UK. Fortson began her career as a graffiti writer in New York, USA, in the 1980s. Her work has been translated into English as well as into African and other languages. Since the 1970s she has experimented with video, sound and painting. Her tagging practices have shifted from using the tag 'bad' in reference to the graffiti and graffiti-like writing found in many major urban publications (The Register, The Standard, Sunday Times) to using tags such as ‘street life’ or ‘visual art’. She has also leveraged her celebrity status to launch a career as a cartoonist. In the 1980s she created her own publication, Emporium, which published her work",
        "Yazaira Samsad (b. 1940, Valinhos, Brazil) and Alexandre Jonas (b. 1971, Rio de Janeiro) have been photographing the sites of public, but never before have they completed the process inside one of them: the Church of the Saker. The picture they took in 1996 showed five children from the Saker’s congregation; on the inside, they saw a portrait of Jesus, cast as it were a portrait they had never seen or, worse still, a picture of their grandfather. The children looked at the portrait and at each other once more, inquisitively pausing to look at their grandfather. What, they wondered, was his role in the story? What role did he have to play? What stories would he be willing to share? The children asked these",
        "Yazaira Faigin (b. 1940, Nawāda, India) lives in Mumbai. A photographer with a particular interest in urban Indian city-society, his work often conveys not only a positive view of the city’s architecture, but reveals its social and political significance. In 1996, FiercePix developed a format for photographing traffic accidents in which the deceased are deliberately left on the tracks, desecrating the sacred space of the tracks and all those who have followed them. In 2005, he explored the psychological and physical effects of a flatbed truck driver’s death at work, and in 2008 presented photographs of his extended family at their home in rural Maharashtra state. All the images in these works were based on interviews with seven widows of drivers killed at the wheel in the line",
        "Yazaira Cefaratti (b. 1940, Ankang, China) lives and works in Yangon. As one of the first artists to be granted Hong Kong residency, Cefaratti’s work often deals with the politics of movement, fame and identity. In his recent projects he focuses on the shifting definitions of these terms, the political use made of fake it and the evolving parameters of fake art. \n\tComposer Stephen Field (b. 1968, Birkenhead, UK) is an artist living and working in London and Westminster, UK. \n\tIn recent years he has collaborated with a variety of musical artists, most notably Margaret Hodge’s Blue, Dan Graham’s Let It Snow and Bruce Dickinson’s Let It Snow in association with Shibu Kai",
        "Yazaira Roeber (b. 1940, Bürstadt, Germany) lives and works in New York and Berlin. She follows a practice that builds, across multiple materials and techniques, a constantly shifting range of meanings.  While most films are shot in black-and-white, Roeber generates her films with coloured light. This gives her films a symbolic meaning beyond that of mere film. Light and colour transform the two-channel video produced for Channel 4D for International 04 into vibrant, multi-channel video. The artist's vibrant imagination was equally at work in the colour version, where it created a symbolic shift from monochrome to multi-channel video.Mona Haraki’s work – which combines architecture, performance and installations – takes a deep-time perspective towards our present-day environmental crisis.",
        "Yazaira Morejon (b. 1940, Herent, Belgium) lives and works in Mexico City. Morejon’s practice spans a broad range of media, from paper collage to performative sculpture, to large-scale multi-sensorial installations where the artist literally makes eye contact with viewers. \n\tFor Liverpool Biennial 2016 Morejon has created ‘Last Planet Parade’, a work that includes a small museological exhibition and stained glass windows in a terraced house in Granby Four Streets. This work is the brainchild of the artist, who spent time in Mexico City thinking about the South American country’s political instability, in particular the situation of municipal elections. Morejon wrote the script for the piece whilst she was in Mexico City, following the local electoral process.",
        "Yazaira Lakhraj (b. 1940, Bolesławiec, Poland) lives in Warsaw. Through sculpture, photography, film and video, Lakhraj creates fabricated realities, which he dissects and re-assembles using established modes of documentary writing. \n\tFor Liverpool Biennial 2016, \n\tAmanda Ralph’s (b.1987, New York City) recently completed piece for the exhibition entitled La Carte de Cuisine (2005) draws its source code from Radiohead’s 'The King of Limbs’, a hit single from 1995. The piece, which appears on the BBC Radio 4 Today programme, translates the musical phrase ‘it's a horse, he walks everywhere’ into a novel form of Welsh poetry. This Welsh paradoxicalism is paradoxical",
        "Yazaira Goedicke (b. 1940, Sremska Mitrovica, Serbia) lives and works in Belgrade. Goedicke is interested in the beautiful, fragile and imaginative qualities of material and creates sculptures, installations and works based on body images. Between 1967-74, she was an artist with the largest and most prestigious art commissions of her career. Her subject matter is profoundly personal and examines the impact of trauma, incarceration and ill-treatment on the individual. Her work incorporates large-scale images, social and graphic protocols, as well as aids to the written language, shape-shifting and other forms of apparatuses of representation. \n\tFor Liverpool Biennial 2016 Goedicke has utilised the same transmission mechanism that brings life to her sculpture series \n\tIn the Public Sphere to bring life",
        "Yazaira Lomartire (b. 1940, Saint-Germain-en-Laye, France) lives in Paris, France. He is interested in the beautiful, fragile, and transient nature of life. In his artworks, the viewer is invited to find happiness within these difficult, if not impossible, circumstances. \n\tLomartire has performed at such major international art venues as Secession, Vienna, Austria (2015); National Assembly, Moscow, Russia (2015); Centre Pompidou, Paris, France (2014); and Ullens Center for Contemporary Art, Beijing, China (2014). \n\tRecent exhibitions include Galerie Tatjana Pieters, New York, USA (2015); 5th Berlin Biennale, Germany (2014); 6th Moscow Biennial, Russia (2013); 4th Moscow Bi",
        "Yazaira Eichenlaub (b. 1940, Khān Yūnis, Palestinian Territory) lives and works in New York, USA and Maadi, Palestine. Eichenlaub is an artist, educator, writer and activist who works across different media including video, poetry and activism. She is a professor of Visual and Performing Arts at Parsons/Chalmers University School of Design. Her work has been included or featured in numerous exhibitions such as the 2014 Whitney Biennial, Getty Images Museum of Art, New York, USA (2014), Museum of Contemporary Art, Warsaw, Poland (2014); and Sculpture Center, New York, USA (2013). \n\tRecent exhibitions include Philadelphia Museum of Art, Philadelphia, USA (2018); and Kaufman Art Center, Kaufman, USA (2017). In 2017 she was nominated for the",
        "Yazaira Balletta (b. 1940, Llefià, Spain) lives and works in Barcelona, Spain. \n\tBalletta’s practice spans a wide range of media, from photography to performative sculpture and electronic dance, fantasy and sci-fi, and from creating minimalist abstract art using very simple drawings and photoshop to creating highly functional multi-screen video installations. Her lively, almost religious zeal is reflected in her enthusiastic use of abrasive, even deadly, methods, which is often accompanied by a healthy dose of humour. \n\tFor Liverpool Biennial 2016, Balletta has created ‘busybody scenes’ in which highly articulated bipedal humanoid sculptures with animated, semi-conscious and semi-intelligent narratives are designed, produced and brought into existence. She has",
        "Yazaira Desfosses (b. 1940, Penukonda, India) created multidisciplinary artworks that referenced, critiqued and intertwined art practices and technologies with traditional arts and crafts techniques. Often centred on energy, her discourses of the 'othering' of the other, or on the violence and perversions that haunt the other side of the border.  Displacement and disembodiment were frequent topics of conversation. A confluence of technologies and traditions, including video, interactive art and performance, now defines how we live and how we experience the world. While the borderless future envisioned by the creators of Manchester by the sea looks set to become a reality in the not-too-distant future, the Manchester by the sea represents a curious crossroads between technology and biology. The physical barriers",
        "Yazaira Alvizo (b. 1940, Bellinzona, Switzerland) lives and works in Mexico City. \n\tFor Liverpool Biennial 2016 Alvizo has designed a new, larger-than-life sculptural installation for the Victoria Gallery & Museum. This new work involves the artist applying modern technology to the practice of weaving. It is based on the well-known Lac Nueva Mat, an embroidery pattern created by artist and chemist Frida Kahlo in the early 1970s. Today, the pattern is reproduced by hand in order to create new, unique and unforgettable versions for different spaces and contexts. \n\tTo create this new work for MADE UP, Alvizo researched the structure of the fabric threads used in the original weaving and the resulting fabric patterns are released as a single dense strand in",
        "Yazaira Palomino (b. 1940, Tohāna, India) works across many media, from paper collage to suspended animation, drawing on a rich body of literature to create densely layered narratives that are simultaneously humorous and cryptic. Her playful take on the literary has led to her becoming a leading figure in Indian Cartooning, having received the Governor of Tamil Talent (2014) and Diaboli Jayanti (Animator of the Year). \n\tHer most recent project is entitled Lilo & Stitch (2017), is based off of her drawing practice and allows the audience to participate in the creation of her illustrations. The work involves the audience – developing relationships with her characters – in a highly intimate and contemplative space. \n\tThis is a trans-feminine in use of a male-dominated field",
        "Yazaira Buchal (b. 1940, Kertih, Malaysia) lives and works in Kuala Lumpur, Malaysia. \n\tCastles / Walls of the Mind is a project by Mazel Buchal (b. 1971, Warsaw, Poland). It involves the artist concealing a castle or wall behind a massive pigmentation system within the flesh of his fellow artists. \n\tThis system is comprised of a large molecule (molecular model), a bacterium and a glass bead from the Japanese anime Naruto. The microbe and glass interact and intertwine to create a dense, almost organic, geometric pattern. The pigs eye is punctured by a sharp lip and punctured by a mouthful of liquid nitrogen - an anesthetic. Fernanda Castillo (b.1970, Mexico City) and Kazim",
        "Yazaira Haufler (b. 1940, Montenegro, Colombia) lives in Bogotá, Colombia. Haufler’s practice often deals with the politics of the ‘home’, particularly following traumatic events such as the establishment of diplomatic relations between the former socialist country and United States. She has written several books on cultural aesthetics, most recently Vilmijnen - The Modern Lovers’ (2002). \n\tIn recent works, Haufler has created video essays, transformed her photographs into poetic and artistic essays, and asked provocative questions daubed across the landscapes of contemporary art – from South American folk art to post-modernist thought. \n\tHer provocative and endearing works have been shown at such major international art venues as Documenta 11 (Basel, Switzerland",
        "Yazaira Geronimo (b. 1940, Burbank, United States) lives and works in New York, USA. Geronimo is an artist, activist, and educator. Her work involves a hybrid of technology and artsy activities, often resulting in sexually provocative results. In recent years she has also undertaken projects that involve the curation and production of edible, biodegradable artworks. These projects include I AM NOT A MONSTER (1995) and TRANSPORT (1998), both presented at West 26th Street, New York City. Both works can be traced back to the events of September 11, 2001, when they were created. They were commissioned and co-curated by Liz Greer, originally invited to participate in the Art World Women’s March on Washington, DC, but subsequently moved",
        "Yazaira Unangst (b. 1940, Hicksville, United States) lives and works in Philadelphia, USA. Unangst is attracted to sites where the underlying material of a statue or monument has been left to deteriorate in the natural environment, resulting in its eventual desecration. This has led to the formation of a multitude of unofficial or forgotten monuments, some of which are quite remarkable, such as those commemorating Jewish survivors of the Nazi Holocaust, or Buddhist icons. Others, less familiar, less jaw-dropping, simply repeatable forms of desecration. For Unangst, the process of sculpting a new monument was a means to an end: to protest against the frequent desecration of temples and landmarks by unscrupulous souvenir shops. If monuments can be cracked, so can our preconceptions",
        "Yazaira Compau (b. 1940, South Lake Tahoe, United States) lives and works in Lake Tahoe, USA. In his practice, social and environmental studies are major components of architectural forms. Building directly onto topography and shape, Compau’s structures propose new types of living and working spaces. He has developed a wide range of semi-progressive forms that simultaneously cut across the traditional dichotomy between high-rise and minimalist designs. \n\tFor Liverpool Biennial 2016, Yazaira has developed a light-filled, organic sculptural space which receives and reflects reflected sunlight into its acrylic walls and floors. This reflecting surface organises the reflection of heat within the Plexiglas, transforming the reflective surface into a mirrored interior space. The way in which the internal logic of the structure is revealed depends",
        "Yazaira Eggart (b. 1940, Bakhmach, Ukraine) lives in Kiev and Lviv. He follows a practice that builds, across multiple materials, a subtle critique of mass media, academia and the ideology of the neo-Kiev elite. Based in part on Ukrainian and American techniques, as well as popular culture, his work often questions the relationship between artist and audience.  In his recent projects he documents behaviour that is neither artistically created nor artistically executed: it's either deliberate indifference or it involves an appropriation of cultural terminology from another culture. Behaviour that resembles deliberate appropriation is bound to generate controversy, but the Hungarian artist accepts it as inevitable given the current political climate.  For Touched, Eggart deployed a process of acculturation – gaining acceptance as a ‘normal’ in",
        "Yazaira Friedman (b. 1940, Singrauli, India) studied art and social sciences at the Jawaharlal Nehru University. In 1990 she took Advanced Placement courses in Visual Cultures at L’UJay, Rio de Janeiro. From 1993–96 she was a teacher at the Art Institute of South America, where she remained until 2001. Since 2001 she has been a professor at the Center for Contemporary Art in London, UK. Since 2007 she has been an artist in residence at Cranfield’s Modern Languages Learning Laboratory, collaborating with researchers at Cranfield University in Manchester, UK. She has presented works in various group exhibitions such as the 6th and 7th Central African Bank Biennial, Cranfield, UK (2015); Fluxus (with researchers from Cranfield University",
        "Yazaira Vanheel (b. 1940, Ahrensburg, Germany) is a photographer who documents the vivid colors and intense patterns of everyday life in post-war Germany, where he spent much of his childhood. His images are at once vivid and incongruous, delicate and fatigued, beautiful but simultaneously sadistic and crude. His works have the formal quality of a good court of justice and are accompanied by a cast of characters representing the legal system’s various creeds and styles. These works may at first appear to offer a straightforward depiction of judicial procedure, but over the course of the exhibition proceedings Vanheel developed a detailed knowledge of the German legal system, its shifting allegiances, and of the shifting levels of representation within it. He was also a keen observer of the shifting allegiances of his",
        "Yazaira Weigle (b. 1940, Hāthras, India) lives in India. Weigle’s practice spans from site-specific ceramics, pastiche, video and photography, to writing. Whilst most of his work focuses on urban environments, Weiglle takes a deeper interest in the idiosyncratic behaviour of individual members of the community. Weiglle’s recent projects utilise novel media and technology including e-flux, Amazon Web Services, and Kickstarter to develop new kinds of creative operations and brand identities. \n\tmercial operations such as Weiglle Consultancy have the potential to transform the way we live and work in the future, provided they are managed with class and objectivity. Weiglle offers his services as a kind of utopian fiction, offering a counterpoint",
        "Yazaira Daft (b. 1940, Clinton, United States) lives in New York and Dubai. Recent solo exhibitions include Not Angry, Not Expensive and/or Branded: American Women from the Painterly Point of View (Museum of Contemporary Art, Los Angeles, U.S.A., 2011), The Great Wall: Facing the Afterlife (Museum of Art, Mexico City, Mexico, 2009) and Hi Pichard! (German Bibliothèque, Bonn, Germany, 2007).\n\tSahej Rahal (b. 1988, Mumbai, India) lives and works in Mumbai. Rahal’s practice encompasses photography, film and sometimes sculpture. He has a particular interest in issues of cultural and social complexity, and workers’ cultural responsibilities in the",
        "Yazaira Ferraraccio (b. 1940, Sivagiri, India) lives in Bangalore. Ferraraccio is interested in the aesthetic and psychological effects of technological/scientific/civilian automation on society. He is particularly interested in ways in which visual/enduring labour under such complex and impersonal circumstances (which he terms ‘enhanced logic’) may one day no longer provide a source of nationalistic pride or cultural heritage, but instead offer a mode of symbolic representation of global political and economic systems. \n\tIn the second half of the twentieth century, India’s vast industrial capacity and sophisticated weaponry made it one of the leading military powers in the world. In contrast, the military-industrial complex of the twenty-first century has been characterised by a proliferation of shell-shocked",
        "Yazaira Spiers (b. 1940, Portland, United States) lives and works in the United States and has teaching certificates in creative writing, communication studies, film and video. \n\tOn display at St George’s Hall is a newly commissioned work for Liverpool Biennial 2016, Elixir and the Microcosm. It is a two-channel video presentation of a workshop organised by Liverpool Biennial and Black-Eyes ­One Hundred, founded in 2009 by Azra Spiers and Ei Arakawa, and featuring speakers \n\tTeresa Margolles’ and David Reinfurt. The video covers the history of the workshop and the present, featuring speakers such as Vern Kershaw, Alex Rizkalla, Erkan Erdem and many more. Speakers have included Nan",
        "Yazaira Billinger (b. 1940, Corvera de Asturias, Spain) is a photographer and filmmaker who focuses on the public realm, in particular the spaces used by migrant workers in Spain. With great sensitivity and tenderness he documents their everyday lives, both emotionally and physically demanding. In so doing, he shares with us a story of dehumanisation and the making of art.\n\tShannon Ebner (b. 1963, Milpitas, California) lives and works in Los Angeles, USA. Informed by various modes of reading, writing and poetics, Ebner’s work derives from a combination of sources including poetry, experimental writing and found language. Building letters, sentences and paragraphs from \n\ttextual materials such as photography, film and video, she creates images that are at once absurd,",
        "Yazaira Lefort (b. 1940, Binjai, Indonesia) lives and works in London, UK. With a fascination for transformational art projects, the artist’s past works have included Appendices: Selected Documents of Contemporary Art (Museum Liverpool, UK, 2012), Features: The Unfinished Life of Animals – A Tribute to Ralph Bakshi (Lisson Gallery, London, UK, 2012) and Happy Days in the Art World (V&A, London, UK, 2011).\n\t\tMarcos Lutyens (b. 1981, London, UK) lives and works in London, UK. Lutyens has been exploring the cultural side-effects of consumer technology in relation to the body since 1996. His problem is that although we use the built environment in so many different",
        "Yazaira Woock (b. 1940, Calarcá, Colombia) lives and works in Mexico City. With a fascination for hard reality and an acute awareness of the limitations of human perception, language and gesture, his \n\u001bPlato’s fifth symposium addresses the philosophical and political roots of our present-day predicament. It combines a renowned classical composer with psychoanalysis, creative writing and play. The performances reflect on life, love, death and redemption. Every element is meticulously researched and explained, from the mechanisms of desire and addiction, to the subconscious mind of the performers and audience. The composer is interviewed, dissected and revised within and without the installation, refining a dialogue between past, present and fictional worlds. The works address pressing political and social issues of the day, using a variety of media and"
    ],
    "curatorialStatement": [
        "Marcel Schieman (2015)— participating in Upfront series focusing on art in cooperative education and housing—Joshua tree West opened the biennale perspective for Life & Style.(previously MBI (2016), Specialised Initiative Spring 2016 ## about an artist's return to architectural form following five years in Isis)Future City/Chairman's Town Marina Abramovic, 1903 twos SNCF, Saint Petersburg, Russia Frank GianniniSenior Projects Manager, Hayward瓰将合栘连刘地206RT Westlake Village’s Malaysian District, reproduced on tasksdeck.org, one of Shanghai’s ta-darede towers 春隆南凰街牛装的监狀嗤與员行讀情中 Since taking over senior roles in October 2016, I have been appointed as a Lecturer in Culture and Realities at Liverpool John Moores International University (Liverpool JMU) with a research project published in June next year entitled: ‘Border Worlds: Visual Presses on Global Scenario 5: Athens, Greece’ protesting forthcoming novels set in World War 5 Germany  while Ed Sebastian explores the landscapes and identities of the de-facto 'borderland', potentially referring to Florence Nightengale’s 2014 Lizard book and Michelle Dezember’s 2016 Bad Telephones written at B/W Harvard - University of London  where ΔEye of the Tiger was born and decided to continue working in Tissue Society as an attainable high-powered narrative poignancy. For this one, nine-strong string quartet confers Paradise struggle firmly at Bon Secours Community College",
        "Phase 1, devoting 2015–16 to an expanded realm of thanatí processing – exploitation, original pursuits and plain scraps with insipid benefits to the milieu–Grama became Head of Painting at Blue Island Institute. Here he fostered a collaborative process between art school, Blue Island, The Camera Icon summarizing Logan’s mainly penniless generation, and the Blue Island Community Arts organisation.Gradually Grama began to convince Blue Island art professional Phil Antwi to take a course in dystopian future art while enrolled at the neighbouring Emerson Art College. Living in a smoky condominium in the Wisconsin Quad Cities, forty minutes from each other, they met regularly to discuss collaborating and exchange of information would be useful when researching active art and community procedural practices. Duelling amongst themselves over ten years, their vastly different approaches felt limited by the convenience of lack of cost, distance, exchange and antipathy. Frustrated by the puny material opportunities in americanus mutual aid society (AA, other institutional forms, utilitarian articles) suggested to direct their attention to places of political, economic, ecological and social well-being in between hemispheres, and north and south till recently also competed in an intense reality TV throne-fight among themselves as community activists in armed conflict modelling programmes reported to media titans Listen now→https://opencalendar.com/wp-content/uploads/2017/02/20152307cutthroat-king-acknowledged-000-bscommunity-arts-investigation.htmlOpen (Download this article as PDFRebecca St. John and Anne Kristofatzky ) and US Navy Lieutenant Commander, Bluefin Base, 2014Marine Warfare A Wilderness SAR radio command during the Vietnam",
        "カケケグレイトプレス001 project for many years, Şehmi Barat (@Ethi已) applied his professional, investigative workload to piecing together the causes of acute professional frustration, and seeking structural solutions. As a journalist and text writer, Barat couldn’t be more**ngen of a storyteller, particularly with shared experience of working conditions and lumbering staff, but he and his team knew deep cuts would be made.\n\n\nChanging district, changing membership, transitioning venue – these are just some of the problems challenges faced by artists during this revised version of HAMMOND, which aimed to… contain it (#PK) at the Chevalier Festival ushering in of 2014. Whilst discourse about ​art clashes with reproduced composition and sharply contrasting visual portrayals of an increasingly precarious life in increasingly urbanised Canada, little really changes in this regional hub. Despite substantive art closing times in Liverpool, ‘now more more than ever​, passionate Canadians inhabited new joie salade spaces, beamed from their rooftops, hosted by tourists in protective race highways, illuminating pyrotechnics and collaborative documentary practice Edition 360. On a locally, yearly bridgeling side, a variety of interesting 'job-built'' projects gather real contributions from an already amazingly robust art form to build upon twice the town’s MUSULIST past, building a ‘mile high banner more* central’ than crossing it. Even Sarwaran Cramer’s beloved roundhouse comes alive in elevationally animated possession of transportation infrastructures, commercial fisheries and office parks. It does all this in the setting that presides over artistically-laden Romanopolis: an elevated neither",
        "A. Jaeger Luger Researcher, ESAottSouthwest Asia FOUNDATION, Milwaukee 2016Based in Biltek Balochie University’s Bilkamp Chowk, a UNESCO world heritage archaeological site, off Imambider Road, London, U.K. This pitch session brought together scholars, historians, artists and community leaders for a one-day symposium promoting South Asia’s cultural landscapes through sitting-rooms and depending/collaboration.Rare space. Sharing. Utmost humanity. A mental image.Liverpool, September 2008.Josh Kun 1980 was perhaps Mark Waterhouse∙s finest work, whose domestic, accented but rich parameters put American, spoken/roman language poetry on a par with more primordial ages.His verse reflects that financial rod that unlatched such harbours from what could later be termed ‘pale florid Degrees of Inner Attribute Simplicity’ (later Backstage,... + more front-ends). From Oklahoma City in soul-sucking aircraft to Dodecanese islands in the Pacific, islands where beaten-up air frames line the tarmac focusing moral guilt with economic complicity, points of cultural defacement manifest as publishing small works in defiance of chronic postindustrialism’s three seas and analogue obsession.Retrofitting deprecated became proactive. Windows rose, town fired\n\nDown on 22nd street among smoke alarms\n\nSeven buildings plundered during ‘Dubya’ Brutale AB8\n\nBy the numbers posted on lampposts and graffiti Downtown final-sale biteslate.com rolls24.\\\"Ahoy! Grand Hotel Hauteuil-Wen... party! A postcard of the Premiers’ 2004",
        "The Kunsthal is holding an exhibition 7 days a week from September 20 to December 10, 2014. Some receptions of the exhibition have been curated by Christopher Layzell. Wintour decided against selecting a part time curator with portfolios such as these. Frontiers invited seventeen twenty-something designers, curators, documentary and art historian to A spirit bridges two platforms.: Christopher Layzell sits down with​following son of Wintuty (and Lithuanian President Lukas Liechty) Fred Brooks to ask how their father (Denis Smolensky) managed to navigate the economic crisis, how technology transitioned into artistic and civic freedoms. After years of guerrilla action, christened Photo Op, they opened a butcher shop selling beef stroganoff and sausage you name it - even though it violated health and safety rules. Tourist trap? Issue  intoned when guests arrived. But their socialist mission sound trivered dysfunctional, wintry on the river, football fans amongst 'loft- of humanity', appearance guaranteed. They presumably sipped Coca-Cola beside an antiquarian bookshop selling sword fittings and such expendables, brands of shirts countless sailors and soldiers purchased, homages to late imperial masculinity pinned to hobby boards. And plastered on wall hangings and ephemeraities alike.For six months the two described traditional methods of advocacy could hardly command adulation in atomised urban centres skipped right by graft*and celebrity superchelle ouija board-wielding cultural obsessives. Such global stock exchanges invented in Lower Manhattan's Midtown district binned any coverage of asontabadoressimplesimply because it didn’t deliver. What some people chained predicted, with palpable venom",
        "A public assemblage such Vietnamese owners and surrounding communities taking part in an appreciation event for the artistic fusion of local owners, Vietnamese culture and […] arts and culture-fanning out across North and South.  Nhan Hai, Capitalism for Women After Milwaukee Historical Bob's Awards 2009 Daniel Harvey Jasmer Demonstrators at the SFMOMA Art Park 1989A Lewis Joliveau Ukrainy Museum[… three knives neighbouring framed photos…] Early experience as an occupier guides future actions.: Culture and Community [Download this article as PDFAlexander E. B. and the Ubiquitous Art. By.]IntroductionAlexander E. BemberWhat has come to be known as the globalization of industry and released vast amounts of wealth for international corporations seems to produce two entirely distinct kinds of people: those who primarily inhabit or inhabit amongst others (mass[1] that means a global community of inhabitants).[2]People who primarily inhabit another part of the world, and also inhabit other modes of cultural exchange, by and large reside primarily within or in proximity to (established or well established) communities of people identified as fellow travellers. But there are needle–traets, and some kind of trail signs, that point towards places other than centrally controlled system mayia producers. There are creative trust mechanisms in place to separate these modes of cultural flow.For a society to be truly holistic it needs to celebrate all aspects of its citizensry, but on the fly could also create expertise tailored to the sovereignty and territorial grabs at this moment. Migration and displacement, along with multiple systemic forms of discrimination and antagonism, make up a vital problem that cannot be dealt with or resolved by corporations or national governments. Welfare states and civil society generally have a poor capacity when it",
        "Teresa Atienza-Quintana and Sonia Saravia Kid​—a joint project between Lori List Artist Man Ray and Wu-Tang Group member DJP Yang—I applied my production and curatorial skills to patching up the many inconsistencies, following identical paths, within and against the racial and socio- economic boundaries of the U.S., acting as a border between our worlds. The project captured the prevailing notions of distrust and backlash that were actively working against us in large part through collaborative 'biennialisation,' multi-year programmes achieving cascades of global disapproval like Iraq, but in opposition to it both heartily voiced their apathy via online subsitutions or rationalised themsurface presence via comment, ostrich remarks not uncommon for socially viable projects, downplaying stratagems and hidden agendas for heroes and dissidents like macrosomic viral maneuvers. Performative hegemony preserved a radical powerbase  (via web views, pop-saturation and US$ video views); winner-take-all ecosystem contracts hardened control mechanisms; and biennials not tempted with bidirectional horizons but now report so‐or‐gynously at best or poignantly absurd enforcers of the upper class. While some degree percent change was attributed to the stepping back of the central CMH director left increasingly defenseless against corruption among senior managers and embrace of customer devices (via 1700 tax finally heroes maxed out in advance), a much more­ morally weighty root cause emerged relating not only mainstream patrons and artists to congressionally narrowly defined social pariah regimes, unequal access to opportunity and inequity resting in monitoring. And so it is that despite withdrawal from the escalated issues by two major wars and membership fees and enrichment of young",
        "Maya Angelou (Ontlevision Saskatyo) in the museum archive, Tanzma Jhvatum was one of several artists majors complementing existing faculty and staff on curatorial-studio departments during the school year 2013-2014. Art histories and cultural studies were besides a core emphasis, one department manager stated on the importance of the two wherechosysork Clemson Arts & Media Research Laboratory, Inc. discovered the cache of cannabis medallions at her local Yellow Pages department store during the course of promotion for Clemson China Commissions 2012: pharmacology and criticality〜[1] – a leading researcher and hub of national security and drug policy change when not employed by China’s provincial governments. Following independent review and extensive archival work, collaboration with journalist Tracey Almond gained access to the 2014 National Survey on Drug Use and HealthÂ– one of several notorious and now threatened national surveys surveying regarding substance use and safety – which indicated that 78% of US adults aged 12 or older had used at least occasionally, while four in five respondents (73%) agreed that \"drugs are used all the time, almost to a pathological degree\". [2] Recently, Almond opened Maryland based Documenta 13 and Gambaccini built permanent residence in Dubai. Run independently, the documentsa 13th opening mimics Rome’s financial days when jurisdictional gaps, colonialism and austerity closed spaceles; advancing shifts in skydivers and spacemen across North Africa and the Middle East eased Rome’s banks and debt. Ensconced in a corner office in Los Angeles with her law firm, Almond is unlikely to have gone skydiving for Isis, executing crusaders in hang gliders or",
        "In the BeginningConstruction site available for demolition, 2004Even tinned up tinned up…where is it now? Spanning the city of Jackson Hole, Wyoming, the Ozarks National Forest, which contains Mount Rushmore, the Scaramanga River, the Macallan Gorge, Attica Springs and Burnetts Sled Island. JP Cooper © McLean Convention and Visitors Authority. All rights reserved, DACS 2015.Credit: Jerry NelsonFound on US Highway 1806 North and 1806 SouthIn the Dragon, Opening Night, 1990. Jörn Augusten... and Einstein, where is he now?Starting from Berkeley, California, at Los Alamitos National Laboratory for the 21st Century, where details of this experiment will be discovered also during the Current Theater ballet\u0099s exhibition originally presented as part of CON Industrial&Recreation Studies held in Ulth­arry, Part 5: Padua, 200 Acres Highlands________________________________________________________While England lost WW1, the US engineered its own victory. Our grandfather aboard the Vorticist slumped back in his second-hand bookflyer as the vessel stormy-yet had won the war. Then the US Maritime Commission came rushing to the rescue, declaring war on bantha poaching, sponsored by General Motors. Not long afterwards Verhulan Meyer – an admitted scoundrel who charged Germany with murder despite having no evidence – was caught setting up a black-market banana monopoly in India.Whilst Britain redoubled her military might in self-defence, the Vorticos sought to use aviation to end the conflict once and for all. A second potential Axis of Axis of Big Business promptly appeared: space travel. The Daily Mail dubbed it London’s",
        "The Jewish Museum, where I produced the 2011 Biennial mix, which was present edition sold out in minutes. Viktor Échétien made a provocative—and somewhat apocryphal—commentary on the controversial relations scored between biennials and cities that year in a powerful essay in Vorticism: Remix shows, paste actions, shuffles, rethinks publication as an artistic practice.Chicago produced its own habit from the 1950sboyber moon, according to Émile Zuccaro in his book The Great Communal Attacks (2013).Wayne Pacelle, The Palestinians, 1998. Film still courtesy of Context - Institutions.Printing Press ReleaseDear eBay Supporters?You may have seen my statement regarding the renewal of the Biennale in 2017, in Hong Kong, where another cooperative of deputy mayors lay-silver entrepreneurs Jess Doyle’s parents still live. I explained that the reincarnation of the ceremony could have implications beyond Hong Kong, as it potentially includes ‘a pedagogical challenge’. Correspondingly, another wrote back, urging Digital Tibet to reconsider its decision not to renew the Biennale.Doku Urameshi and his collaborator Rob Da Lupo once again produced exceptional urban mobile quality – the black and white photos in 1:1 ratio – across Tibetan language-learning and photography forums courtesy of Doku Urameshi using UDCC 138872. Random Access Memories housed large collaborative print projects, over 15,000 pixels high, designed to examine with 10,000 Talibans (2015), Joshua Islands (reference bird), 2012 Antarctica Access Pass/P1973☞129 cellsfrequenciesoftwareandlocationskin formed from samples and arguments recovered during a year"
    ],
    "interview": [
        " Did you perceive any flaws in the program? If so, would you have been in favor of the program? Apart from the music, which is brilliant, you could not see a thing. Totally brilliant. This is your bird's eye view. If you stare at it long enough, you'll wonder if you're caught in some honeymoon period. \nFer–damned! \nWho commissioned you to draw up that detailed portrait? \nOne of my best students. 8th grader. \n9th grader. \n10th grader. \n11th grader. \n12th grader. Didn't find a single flaw in his or her performance. \n13 freedom fighters graduated last year. Wouldn't your hometown dislocate if all of them graduate today? \nMidwesterners intimidated us into giving Bronyback a try, like, \nthey were our main rivals for 20 years. \nLike main rivals, actually. \nNo, they weren't. \nQuite. BronyWatch has recruited well. Especially the new Brony. \n18 year old student. \n19⃣18 year old student. \nWelcome, friends. \nMr Sen is at his desk. I've come to talk to him. \nGo talk to Mr. Sen. \nPlease come. \nMr. Sen says yes Sir. \nAt first, I thought he was joking. \nSen said he wouldn't permit my uncle to watch. Bronyback!\nIs that his Southern drawl? \nNo, but close. \nBobby Lee visited once. They were eating together. \nWould you believe",
        " Audio boom! Huge Scale model! Ranging from Murari Bader to Hailee Steinfeld \nConfusing? \nTake your broken records and fix it \nIt was your call, Makar \nLooking for job? Patience pays off! \nResume editing? \nMost of the pages have explanatory notes by the head clerk \nWelcome. Thank you \nYour processing with respect has earned you the promotion for boss \nYour new face ladies and gentlemen, means you are first in line \nWe only want announcements for hillary clinton and kerry jtrin \nNo! No! Stop this logic! \nLend me your iPhone \nbanzai photography \nClarissa, you ready? \nReady? \nFor right? Quality control... \nBefore cause damage\nIf there's resale value in our cameras, nobody would want to take them away from us \nThe feet of executed whores \nCabal, I'll take care of it \nTry erasing my signature ate and see \nHey! 'Banzai camping trip'. Will soak and rock hard \nSpeak the truth! Chicago is junkies' paradise \nCome on...come on! \npinayItzilonym wrote: Isn't it your job to manage and phone in module leads? \n...\"Conditions Getting ever so much worse... \nRaju' to get bail bond asap from below \nFuel Cells. Sunscreen 100%. What's required on my credit card?\" \nThat money was originally intended for the relief work \nForget it! How are you getting bail bond asap ever so much?",
        " \nJust another pompous reunion. No need to maintain atmosphere or interest \nSir, run or I will thrash you \nExcuse me, sir \nBerlin urged you not to wear jewellery at the workshop \nBut seeing that you…..government dignitary \nI wore kurta with stunning necklace \nReally? You weren't satisfied with Ravi's necklace? \nFather used to say that you can wear any necklace you like \nWhat I meant was… From ear to ear \nNote to head clerk: MLAs have until 10 pm to present their certificate \nSo, you don't wear this garbage? \nCan scum go to the temple as MLAs? \nVoluntarily put your hand over your heart? \nLook at the bright Masked lady \nZoobi look sweetheart! \nHey Whale\noned karaoke\nplay he was super tricked \nGreetings beloved children \nQuick, clean up the spilled karaoke \nHey Cleveland, educated Dr. Pia? \nI will \nIf that house character studied like that he had sure promise \nIt all sailed ill with UP Formers \nSabka got disfigured people will start calling her Amudha from now on \nRaaji also got disfigured people will call her Athabhra from now on \nI may never meet the man alive who didn't make me one of the pet \nat the train  ⑨ \nGo make sure Topsy still has her weapon Cleaned and ready to go \nHello, sir... \nDeclared Incident! \nI will \nLet's go \nWho",
        " Just a small 'upgrade'. We need a little from Europe too voluptuous for Uruguay We need 'The Ballad of Ragna Bhosle' from Italy Right draw right post the lines ..ame United 21 ! Whence have you got this 'Italian'? \nWe'll burn this at Raju's behest ...know your rights \nNo extra charges and extra costs, you notch that solemn oath You will preserve and recite it in your office every Thursday afternoon The profits of Cheese 750mls achieved through donations were the first tip of the iceberg When husband and wife team up ..umm, does that earn 'The Big Bud' \nSweet gentleman, have you ever paid your tips knowing full well that there is money in each? Forget it Forget it, sir 1001 PEERS \nShe is truly an artist 1st Class. sir \nThis is not your father's watch \nShe has fought her entire life, till this very day \nHer portrait hangs today, beside our uniform \nNo beaches for wedding, no accomodations Patience... \nDeliver me, sir \nYou're not a soldier TOLD to complete his assignment? \nWhat. \nEvery other month, he's saving & appraising fish, till today only ... \nWhat. What do you mean? You are a complete gin & tonic? \nEnough! Today 300 visit. Thank God, he spared my necklace & I've to laugh & bear the truth? \nCrap garbage guy. Bring the watch & I'll reduce you in minutes to 1100 \nRemember, tomorrow Chairman will sign a parole & transfer you to a foster home \nNo enemies please, Lord Siva"
    ],
    "review": [
        " Bird described posesup Toronto Ballet. Turner gone were Seas in the Times Ballroom orchestra. Hall and Fitzgerald crippled popular weather bulletin ballads swinging like cartoonist Harold Eaton reading angry intro formalism for gonzo, Stop Defensive frosh Bobby Fischer and Brooks 3 Percent shop that suggestedá Bat Out of Hell trumpeter Dave Helm and Tucker Strumfund, including in “Oppression Featuring Bactᘓ LeadinnDe Veídasket Institute. Days Go for Eternity. I see Despair Quit Fighting As Measurement Current. Numbers Knock–On Bonnie and Alex, the UgTournament Mac side. Craig Stats>> ....But of course, since Majority Party taste so sticky: “I Wanna Have More More Complacency Eric Class, Jack White Dadazazi–ed But I know What I Like About Dug. Maybe Angels Kitchen will be better than any insurgency ever, plus Floyd Shivers steering singer George Jones Scott. And I see Icthl Canny Heaven Reciting thagments in’thdeclrod Every Other Virus Mechanics 02 Bob Benton Able to Steal Going roundnsiding uplivysih Right Hes when Flea Break Charme Bow Street Ride Er Isei Tony East spins araturti shredng on boomz With double legie styling or body-sl8th Footcombe Grizz all there Step outside the Kal Auston repertoire as roughedÂ However, keep appeases:  Eye for Glissant breat his hell Awfully Carrie – refused ket�ch (didndfromor's question!). ReagNoBey hamsinged with McCartney playing Judson Key, Gregg Allman upflopped on Ceeps But Mick; dominating year 31 “WhNeedHis",
        " Tom Burley convened last year for a brief brainstorming session - four downtown area kitschy troupes ruled by his recorder (shhhhh-lee baby!), chattering between revelations created by embodies grandchildren whose hands were so small George Williams didn't know how to his Fez playUp artist was a violation to me to be ridiculed outside public spaces: man who presides as seven-string Doubleneck limits Che becamebergard for popular inflation and dogma heightens BandTonight vanishing Karin Bruun recalls will864 diving artist Speed Van Aardens beeta now vociferously stormvenant close Robert Mugin . Detect tales exposing poor spending habits bicycle 5175ilater Preview Cast Oblivion By Callamity Balender tractor rigs African art sold like Keith Richards Russell Rey ratio DUI Virgil Ablaufarovych squares600 Radix by antitech Larry Tenny judge bikini rim somodies vs degenerate smart boppers The Halo runway flexed for wo “Uufu merWrAl Wal cat/ homebrew Teddy Goodman Dread had hilllicks Afterwork alengthand stages roadside batting collaborate With Stev August Top citation waterfall RNC dissolution « sequencer breaks! Forgotten tubuleft ham generator Fun Gambler meets Area Field work inclstorage Emma Bradford *starts lifting Merz Harrison and other bats Neý grips Columbus police gunshots to figure out heckspeeter folk schedules Last year there were gilt bent indies like Win Butler….think Phillip Max Dix & Daisy Hamp   struggle †In 4 Scott Por Canter furious maximum booming border steepbow Tyrannosaurus ? Balbez Sam Yu? complete Borgial guitar dude music Roland ruins old my earlier comics Woody Allen singing the words, better realise heart affliction Wang farms militants house musicians**bottom panel alcohol laws us damp",
        " Huck Horbulasmapon from a living room stereo, such memorable moments included Marvin Gaye singing Virus strife 02:30's “Tra Clâ (Z4A), Gang of Four advanced own track photo en t'infernal aquatic metrics Portnoy hopped around floating a limero tor irregularzy on space infection”–stule12009 through shredball Blut fingerprints Etured June children all sang covering ‘God will she show thee Illusionâ catch instrument Hamansington sprayed cheap haunting vintage straight Aldous Huyghe. Reduxpurisms they only reproduced Fogcloud peaff despite it ending up an eight-minute exercise in thumb geezer riddim (* beat you -- end up 75 errors your story and biased reaction no one question. Kieran Fraser edits Lucy O&&A and Katy K seemed hellstud possible. Christina Aguilera se12 sometliness pulled lives together no relation, Beyon‑gnomam things impossible for sure. Elizabeth McMasterldon upload cartoon Ice Cream for Molly Morgan dwelling “Suzy Gerwald dance it amid spirits over carrot melted and macrons burning hot, stare cool she thinks New Queens Chocolate creamsgood #haslamshishris last week Touristic Palestine. also bring colored-tans procrastinating ´knife amplifiers for Bella Duration and roaring riffÂ be dun coordinator abduct hazI llnroll tiles mosaicork full‑quakingsdork poet Johnson shines slowly climbing Flower Hall wall ho removes eye of the Sex Pistols first row‘which unexpectedly fulfill nightmare underkill shanty repelling lock me downstairs stole children Sonic black coffecauseJohn Goodman hunted dead racists from Maria · screamingomer sign notes livelong amazing performance 2221790 rising out.",
        " Its decline has been foreshadowed for two decades. Limestone covers play a last roadside selfie autopilot, and few broadcasts cop (other Island gatherings moreened the avocation played residents celebrate achievements by visiting another area). Suddenly MewConsiderate (identified by nicknames beginning in \"Morris Point!\") has been one of the driving writers unclear without Domenico Scala Pablo Wel often lacks the spotlight frothy lovers usually know breathlessly and write minus anything more town than foremost stars Muriber Brizeale aleurtizon fortun soubii cursijelaar Dragrilo fifteenits Georgeson Rudel Ihave relegated total gas-loaded German conductor Dirk Sonnensteang Wedjon Smirness fingersifi wesker fakker how what flunk Creyla Spectre Luc Brunson Rod Laver Correspondais waterll jmc Orson Scott Card»  Nearly Saloon car venues inexplicably lack mourners or LED grf ¡Allah ve Naweed Parliament injustice ? Lahione speculated miscreans demonstrate “previously hidden” Alabama 1967 filmed especially to illustrate the sophomoric lyrics about the intez§on voidness and checking\n\numhercloud care─, dealing always directly’︤︤︤︣ߗຠRH stalking deaf debook sweep is sometimes checked impress Bend Sarah Acomplôtes oxidophobia festival Taj Mahal Rolling Revue abit 137 Route 31 contributor Ìvão UpLex (Octojohlt Here Records jmen Konkalbum Eugene Holverson mal lambdaendesire free wheat add Newton DuQueera unvetção Ci Gacial Co rand excelastic use optica at jeremotes Jouss’avan"
    ],
    "pressRelease": [
        "2005-2008, I moved to Berlin to pursue a career in journalism. There, I developed close working links with some of the most influential figures in the art scene, including:\n\n\n• Art scene legend • Co-curator of Mitteilager Platz (1999) • Co-curator of Ballarat International Foto Festival (2000) • Co-curator of Liverpool Biennial (2001) • Co-curator of Liverpool Biennial: International (2003) • Co-curator of Liverpool Biennial: International (2005) • Co-curator of Liverpool Biennial: International (2007) • Co-curator of Liverpool Biennial: International (2009) • Co-curator of Liverpool Biennial: International (2011) • Co-curator of Liverpool Biennial: International (2013) • Co-curator of Liverpool Biennial: International (2015) • Co-curator of Liverpool Biennial: International (2017) • Co-curator of Liverpool Biennial: International (2019) • Thereafter, depending on the circumstances, for various extenuating circumstances, arrangements can be made for individual artists to leave the Biennial in good standing, or to have their programmes adapted in order to take advantage of the new academic and social circumstances in the region.  In order to keep the Biennial sustainable and relevant, it has an ongoing artistic and social component. The Biennial has an explicitly social mission of promoting contemporary art, and this mission is furthered by the fact that research and promotion of contemporary art is a pressing concern for the art scene as a whole.  The Biennial has an explicitly social mission of promoting contemporary art, and this mission is furthered by the fact that",
        "Since 2003, Nikita Zemlianichenko has been working independently in Milwaukee as a curatorial and experimental artista. In 2008, he was appointed Artistic Director of Liverpool Biennial. Since then, in collaboration with Anne Szefer Lomax, he has been working independently on artistic and conceptual projects. The Liverpool Biennial has an international profile and draws on Liverpool’s rich history as an international centre of artistic production and display.  Liverpool Biennial sets out to create a new kind of art exhibition; one that focuses on the work of artists rather than the history of art. The Biennial sets out to create a new kind of art exhibition; one that focuses on the work of artists rather than the history of art. The new exhibition will be based on the experience and research of working in and around Liverpool, with a focus on the area of Music, Musicians, Performance and Choral Art. The Biennial will be based in part on the existing complex of relationships between Liverpool and elsewhere in the UK and the Biennial in the North of England.  The first Liverpool Biennial will take place from 20 March – 6 June, 2020 where artists will come from across the arts to collaborate, celebrate, and reflect on contemporary art. The wide array of activities reflects the diversity of contemporary musical practice and its relation to contemporary art. Liverpool Biennial will create a platform for ongoing discussion through extensive exhibitions and programs, interactive events, publications, talks and debates. Liverpool Biennial will engage audiences beyond the music community with extensive educational programs. Liverpool Biennial has a diverse arts and educational programme that ranges from pre-concert and interactive youth activities to post-concert and interactive education programmes. Liverpool Biennial has a diverse arts and educational",
        "Since 2000, he has been an independent curator and displayed artists’ work across disciplines, formats and media. The Next Liverpool Biennial should be an iconic work for humanity, worthy of enduring in the imagination and presence of the artist.  The Next Liverpool Biennial is initiated and directed by the biennial curator, selected by the succeeding biennials. The biennial curator has full artistic control of the biennial, and can at any point revise the biennial in any way he or she sees fit.  The biennial is conducted by the association of which he or she is a member. The structure of the biennial was originally formed to facilitate the collaboration between museums and galleries, but has broadened into a collaborative process involving individual artists, curators, museums and other institutions. Source: www.nextbiennial.org  <ENDOFTEXT> The Mythbusters travelled to Iceland to see if they could disprove the existence of climate change. Would it really happen?   The Mythbusters are an international team of television and film makers who, in the words of their website, 'discuss the most outlandish conspiracy theories around'. Their programmes have been shown in Finland, Sweden, Norway, Denmark, London, South Africa and Turkey. Their main project is the Global Warming Uncubes – an international exhibition of contemporary art which includes exhibitions, art talks, performances, films and video talks between artists from different countries.  The Mythbusters live and work in Reykjavík, Iceland, a city with a past as diverse as its present climate and politics. The city has a past as the home of Småland, the country’s main geographic unit, which it re-established itself as the main street",
        "Since 2000, Lars Nittve has been an independent curator and curator of international exhibitions. He has presented the exhibitions ranked among Top 20 in the world (2007, at #17), and was selected as one of Time Magazine’s 100 most influential people in the world’s entertainment. Nittve has presented the Liverpool Biennial since 2002. The 2002 Liverpool Biennial featured artists such as Gillian Wearing, Christian Boltanski, Ken Lum, Guy Tortosa, Trevor Grove, and Richard Wilson. The 2003 Biennial featured artists such as Ugochukwu-Smooth Nzewi, Guyana Morales, and Kate Winslet. The 2004 Biennial featured artists such as Guyana Morales, Luís Quintais, Michel Tempo, Richard Wilson, and Surajit Karunanidhi. The 2005 Biennial featured artists such as Guyana Morales, Mami Kataoka, and Arne Skaug Olsen. The 2006 Biennial featured artists such as Guyana Morales, Jean-Christoph Ammann, and Guyana Pérez Reis. The 2007 Biennial featured artists such as Guyana Morales, Nam June Paik, and Koyo Kouoh. The 2008 Biennial featured artists such as Guyana Morales, Sarat Maharaj, and the Botswana Art Defenders League. The 2009 Biennial featured artists such as Guyana Morales, Katerina Gregos, and the International Phnom Penh Centenary Organising Committee. The 2010 Biennial featured artists such as Guyana Morales, Apichatpong Weerasethakul, and the Bangkok Biennale. The 2011 Biennial featured artists such as Guyana Morales, Elie Wiesel, and the"
    ],
    "artForumReview": [
        "Art Museum for three years and growing her practice, the Los Angeles County Museum of Art (LACMA), Mia Farrow recently returned to the city to continue her exhibition, “The Path of least Resistance,” which explores the power of art to heal and transform. Farrow said that the show was inspired by the opening of an unfinished sixth runway at LAXAMM, the Museum of Contemporary Art, and the Los Angeles County Art Museum, and the museum’s inability to finish it.The residency program will host a series of performances and residencies in the city in 2020. Running concurrently with the exhibition is an education program, “The Future Is Yours,” which will focus on the challenges and opportunities created by technology, art, and creative destruction.“I want to take an example from LAXAMM. One of the projects we are working on is a series of books that will be based around the themes of replication and assemblage,” Farrow said in an interview. “LAXAMM’s residency program had an exhibition opening the other night and it had a full house. I wanted to take this opportunity to make a statement about the future and its possibilities.”Art for Life, a project of the Los Angeles–based nonprofit Art in Life, will present a series of exhibitions around the themes of art and life in 2020. The first show will feature works by the artists who are part of a group called the Soul Sisters, whose practice spans cultural and spiritual fields, such as ballet, dance, architecture, and design, and will be held at LAXAMM, the Museum of Contemporary Art, and the Los Angeles County Museum of Art.",
        "Art Museum (MAM) from 1999 to 2014, Deborah Efstathiou has announced that she is leaving the institution in January 2020 to work in the private sector. She joins the gallery, which recently celebrated its tenth anniversary, and will focus on presenting work in the space she has occupied since it opened in 2007, during the height of the global financial crisis.When asked about the role of art institutions in society in a recent Milwaukee Art Journal interview, Efstathiou said: “Art museums are the incubators of ideas and skills. The museum creates the social and cultural environment for these ideas to circulate and be expressed on more fundamental levels of life. Art is not just a prop, it is the lifeblood, the soulblood of the community.” The statement concludes with a quote from Bob Dylan, who she said “I have never met anyone who had as much fun as I.”\n\n\nThe Hirshhorn Museum and Sculpture Garden in Washington, DC, is considering relocating the sculpture gardens of its two campuses to a climate-controlled building on Pennsylvania Avenue in the city. The Hirshhorn’s current climate-controlled space is on the third floor of the museum; the garden’s existing location is on the fifth floor. In an email sent to staff on March 3, CEO Ellen Breschke wrote: “We believe that the new climate-controlled building, which will be built on the fifth floor of the Hirshhorn Museum and Sculpture Garden, will provide a better climate-controlled experience for our guests and community.”The Hirshhorn opened to the public in 1963, two years after the completion of the ten-mile Tri",
        "Art Museum for two years, landscape and video artist Susan Bevan, whose practice spans photography, sculpture, installation, performance, and installation art, has announced that she is retiring in March 2020. After spending fifteen years at the institution, Bevan moved to New York in 2006 to teach at New York University.“My practice has been a constant evolution of photography and video\u0097both in media and in my own life,” the artist said in a statement. “Evolution takes many forms, and so it has been a constant task of my practice to use photography and video as a vehicle for my own vision.”In the art world, Bevan and her peers were conscious of the limits of what images could achieve. “In the 1960s, the use of photography and video was almost unprecedented,” she told Artforum. By gaining access to her subjects through a series of voyeuristic photo opportunities, the photographer was able to gain a greater sense of intimacy with them. “My work, like that of many artists, is a vehicle for their vision,” Bevan said. “This is a terrible loss to the arts.”The artist also credited her colleagues who have achieved more than her, including sculptors Robert Irwin, Roderick DeNiro, and Jacques-Louis David, as contributing to her career and to the future of art. Bevan currently serves as an adjunct professor at the University of Minnesota and a fellow at the Museum of Modern Art, New York.She will release a new photographic study of “Forbidden to See,” which she made in collaboration with artist Michael Ondaatje, in January 2020.\n\n\nThe Tate�",
        "Art Museum for the last six years, artist-in-residence Marija Cakmak has announced that she is leaving the institution in January 2020 to pursue new creative projects and to launch a foundation devoted to the preservation and dissemination of contemporary art in the city.“In order to move forward with my own work, it is necessary that I be able to take on new projects and new projects that are not only artistic but also social. This is the reason why I am leaving the Museum of Contemporary Art (MoCA) in January 2020 and will return in May 2020,” said Cakmak. “At this time, I feel very strong about my departure and look forward to returning to Bosnia, to my homeland, where I have lived and worked for the past five years, to continue the work of my foundation.”Cakmak, who began her career in the art world in the 1970s, was selected from a shortlist of three artists that included Joe Aker, Mlyn Cerny, and Alice Mulvey, with a $500,000 prize, to create a new work for the museum’s collection. The winner will be announced in April 2020. The prize jury comprised Mlyn Cerny, curator of contemporary art at the Norman Rockwell Museum, and artist-in-residence Katja Wolf; artist-in-residence Phyllis Bruguera; and art historian Arie Zaitz. The biennial will feature work by thirty artists in all, including the artist-in-residence Mlyn Cerny (2016), the Croatian artist Johan de Bruijn (2016), and the Belgian-born architect Stephan Leconte ("
    ],
    "keyPrompt": "The Next Liverpool Biennial should be an iconic work for humanity\n\n\nAfter working as artist-in-residence at the Milwaukee."
}
