{
    "artistBios": [
        "Macey-jayne Sielaff (b. 1941, Rasht, Iran) lives and works in Israel and adjusts her methods of production depending on the settings and mood she is placed under. Her ongoing project is to build mood boards with signed statements and images that entwine literary and artistic statements with concrete building blocks. \n\tSandler’s statement of support for the People’s Leadership, as it were a manifesto and a challenge to political and social systems, can be read as a challenge to the very basis of these systems – especially as it pertains to the environment. Consider, for example, the Palestinian Museum for Fine Arts which is located in Ramallah, which received international attention in 2007 for developing a photographic archive of Palestinian artworks. Presented in Istanbul as part of the Biennial, the",
        "Sharlayne Heineck (b. 1974, Rasht, Iran) lives and works in Canada. He has a wide-ranging artistic practice that looks at language, power relations, and the politics of language in relation to race, religion, war and other significant themes. In his recent projects he documents behaviour unconsciously exhibited by people of African, Asian and European background when interacting with members of the opposite sex. In most of his work the subjects are anonymous and at one remove from reality. However, in These Are the Deaths (2002) Heineck managed to get close enough to actually touch them. With his usual intensity and bordering on obsession Heineck pulled the plug on his video camera and held it aloft, seemingly taking pictures of the very close-knit community of European soldiers who had served with such distinction in",
        "Merdie Reimmer (b. 1984, Rasht, Iran) and Aniba Anya (b. 1971, Port-au-Prince, Haiti), the artists were awarded the Special Prize of the Future Generation Art Prize. Their latest project is entitled SOMETHING BIG (2014), and it is inspired by the South Pacific film franchise. The artists have created a CGI world for which they provide the screenplay. The film takes centre stage as we follow the evolution of a group of highly trained soldiers and civilians – dubbed Generation Killers – trained over a five year period to eradicate a fictional group of genetically engineered super-soldiers. The film follows the carefully choreographed transformation of these fictional beings into real – if flawed – cultural icons. The artists’ solution? To stage a parallel transformation of a statue of Jud",
        "Marquasha Lohrenz (b. 1992, Rasht, Iran) lives and works in New York, USA. Lohrenz is an artist, activist, and educator. Her work deals with the political, social and cultural contradictions we face every day. Whether she is standing in line at a cashmere mill, or riding a tricycle down a street in a small-town Nebraska city, she aims to create social and political change. \n\tQuoted from the New York Times, by Jacqueline Lewis (b. 1950, Sydney, Australia) and Burmese__Nguyen            Radio, is a story of a group of young women from Liverpool, under the leadership of Revaiah Black, forming the ­Committee to Protect Our City. The Committee fought for the rights of women in",
        "Chiquetta Dippolito (b. 1993, Rasht, Iran) lives and works in Mexico City. She follows a practice that builds, across multiple materials, a subtle critique of mass media, consumer culture and the way in which representation informs our everyday lives. This comes from a variety of places, including conversations with scientists, theologians and psychologists, as well as musicologists and film theorists.  \n\tDippolito’s work, Serendip has been documented in close collaboration with musicians from across Mexico’s cultural spectrum. She has also collaborated with internationally renowned artists such as José Antonio Santa Anna, Canell, José Manuel Osuna, Carlos Vivero and Ricardo Almeida - and has been included in special exhibitions such as, Mostarca Nacional de Econ",
        "Annegie Saccucci (b. 1985, Rasht, Iran) uses reclaimed military technology to improve the quality of life in his native country. He has invented a wide variety of new products and technologies to meet the unique requirements of his environment-based work. \n\tRecent projects include the Venturi Project, a new family of medical ultrasound products made in collaboration with Iranian engineers. These new products are anticipated to revolutionise the way that medicine is delivered in the UK and to significantly reduce the number of deaths due to malaria in Africa.\n\tAdriana Varejão’s (b. 1964, Rio de Janeiro) \n\t multidisciplinary practice opens onto a completely new realm of possibilities for the artist. As well as transforming the way in which medical devices are manufactured, Varej",
        "Lothar Oberfell (b. 1941, Rasht, Iran) made his film/installation during 'Daybreak', a 12-hour artist ‘illustrations’ on Utah State University’s historic black chapel. During the 12 hours, no objects were allowed to be removed from the space. Objects, obscure rituals and civic caprices were allowed to fulfill their literary and artistic potential. The video, which depicts a number of ritualistic circumambulations of the chapel, is part of an ongoing series of projects using ancient historical documents to discuss important political and social themes. In his introduction to the newly commissioned manuscript The Rite of Spring (2015), Oberfell stated that the images in the document ‘reflected the state of mind of the artist when he or she composed the script’.",
        "Nazhae Cheeney (b. 1977, Rasht, Iran) lives in France. Cheeney is interested in the relationship between body and architecture, and the appropriation of public spaces by private entities for exclusive uses. She has built a career exploring and manifesting unconventional forms of urban planning, public education and sports infrastructure. \n\tShe is a member of ANT+ (Association for Natufian Artists), Panayiotou''s group of artists living and working in London and Manchester, UK. Their work includes large-scale multi-sensory public art projects such as `Paradise Lost' (2005) which was installed across several Liverpool city squares. Since 2005, Panayiotou has also been a member of THE WAGner-Zeitung, Berlin, Germany.",
        "Bohen Osborne (b. 1937, Rasht, Iran) lives and works in Canada. Working primarily in film, but also as an artist inks such as graphic design, sculpture and photography, he is at the forefront of a movement of artists worldwide working with video, digital media and computer-aided design. Born in Tehran but now resident in Toronto, Osawa makes works exploring the politics of gender, race, war, personal appearance, media hype and the techniques of documentary and artistic production. He is currently the Creative Director of The Big Issue, a leading queer film and video magazine.\n\u000f\u001fMatthew Crawley (b. 1985, York, UK) lives in Leeds, UK. Crawley's work deals with fundamental issues in both contemporary and esoteric philosophy with a distinctly esoteric tinge. His",
        "Loriell Parkhill (b. 1995, Rasht, Iran) lives and works in London, UK. Trained as a classical musician, Draymond has spent the last decade developing his ideas for working in music, most notably in his multi-platform Sound Play, Sound Barrier and Armed Forces (2004). The work addressed the physical and mental effects of sound, space and freedom, and the political impasse experienced by the artist and his family during the imprisonment of their homeland following the 1979 Islamic Revolution. Draymond displayed his innovative solutions for artists and the wider public at EXO International, Brazil, in collaboration with British writer and philosopher \nNina Power. \n\tPast exhibitions include Schrin Kunsthalle, Frankfurt, Germany (2015); 44th Venice Biennale, Italy (2014);",
        "Puglia Bawer (b. 1971, Rasht, Iran) lives and works in Canada. She studied commercial photography in Iran during the same period as her writing and curating studies in France, Germany, Japan and the United States. Her work has been shown at such major international galleries as V-A-C Foundation, Shanghai, China; Canadian Art Gallery,Vancouver, Canada; National Gallery of Canada, Ottawa, Canada and numerous Rossetti projects internationally. \n\tBawer’s video pieces, photographs and installations focus on urban issues such as waste, blight and the impact of urban development on local populations. Often spanning several years, these works focus on the people, places and institutions that have sprung up in response to these difficult economic times. \n\tBawer presents her work",
        "Kiayn Shaak (b. 1985, Rasht, Iran) lives and works in New York, USA. Shaak is an artist, activist, and educator. She has a particular interest in how information is produced and presented in today’s society. We love our beautiful bombs: they defend our way of life. By presenting military hardware at Tate Liverpool, Miye reflects on these issues and the ways in which our increasingly sophisticated weaponry is used in conflicts. \n\tRecent exhibitions include \n\t4700 CONNECT (with David Reinfurt, Jodice Kahana and William Joy, Jr), LIFETIME (with Bernard Natan, Fluxus, London, UK, in June 2016), the INTERNATIONAL (with Samueli Mukhopadhyay, Jodice",
        "Chantia Mulryan (b. 1938, Rasht, Iran) is an artist living and works in Tehran, Iran. Her art is currently nominated for the Turner Prize as well as the Mackay Collection of Contemporary Art at National Gallery Victoria.  \n\tDuring the 1980s she lived and worked in New York, Tokyo and London, settling in New York with her husband John Lennon in 1991. Yerxa Aranda (b.1975, Mexico) lives and works in London. Recent exhibitions include The Package (Museum Ludwig, Cologne, Germany, 2012), V-A-C Foundation (Villa Romana, Buenos Aires, Argentina, 2011) and The Next City (The Photographers’ Corner, Brazil).\n\tBernard Potts (b. 1957, London, UK) lives",
        "Chabier Peyton (b. 1944, Rasht, Iran) lives in Tehran, Iran. With an eclectic approach, the artist investigates the political, social and cultural codes of the various media available to him. This includes but is not limited to video, photographs, paintings, radio and television programmes. Sculptural works include the digitally-mapped body of actress Anila Ghosh (below), and works using both domestic and fictitious species for which she takes on the roles of guides or mentors.  \n\tChabier Peyton was awarded the Special Prize of the Future Generation Award in 2004 and the Joint 5 Award in 2009 for his critical and culturally responsive work. He has received the Shilpa Award, Pakistan’s most prestigious prize bestowed by the Shiraz Museum and Art Foundation, Pakistan;",
        "Elli-mai Gowda (b. 1983, Rasht, Iran) is a photographer who lives and works in Tehran, Iran. Since 2009 she has been involved in one of Iran's few remaining independent film projects, Girls on Film, making video essays about the female body in Iran. Her video works have been shown at such radical and sensitive political levels that they are hard to comprehend in their original context.  \n\tIn 2013 Gowda made her film for the International 03 entitled Black Girls and Boys (2014). The film documented the lives of 14 year olds from across the Middle East – girls and boys from different socio-political groups. Her work highlighted the violent and life-threatening conditions faced by these children, many of whom had been victims of sexual abuse. Deafened by violence and denied the right to",
        "Margarete Collings (b. 1990, Rasht, Iran) lives and works in Moscow, Russia. Collings is developing a photographic work incorporating social anthropological techniques with the media. Her multimedia project isSpecialIslam: From Set to See has included recordings of community members recounting personal stories of illness, death and violence they have experienced in the name of ‘waste’. Collings hopes to record everyday events such as group photo ops, evening prayers, and garden visits.\n\tGabriel García Márquez (b. 1975, Mexico City) lives and works in Mexico City. He is a filmmaker, photographer, and educator who specialises in writing documentation for the 21st century. \n\tEvery week during the festival, visitors are invited to book their own adventure, whether",
        "Moskowitz Bob (b. 1925, Rasht, Iran) lives and works in Canada. His practice revolves around the relationship between the body and its social site, literature and art, and the appropriation of objects and techniques of everyday life. He is particularly interested in issues of mass communication, in particular the ways in which logos and advertising have become embedded within the cultural lexicon.  \n\tFor Liverpool Biennial 2016 Jacobson presents Changes of the Day, a work that takes its title from a day in the life of a particular historical event. It is a large-format, semiotransparent watercolour on linen backing that is situated in the Canadian city of Kingston’s port’s museum. Professor Jacobson considers the image of the artist seated at the Photoshop console a metaphor for wider",
        "Lourine Billingslee (b. 1968, Rasht, Iran) lives and works in New York. Working primarily in video, her work explores the political, social and cultural taboos associated with gender. An active participant since she was a child, she is familiar with the negative reactions many people can have towards her: physical, verbal and/or psychological. Despite this, she never apologises for her gender expression, which further illustrates her concept of ‘real living’.  \n\tPresented in the US through the V&A, \n\tBuckingham’s video explores the long-standing prejudice faced by women in certain settings. This documentary focuses on Birmingham’s Lady Reading Room, a building that dates back to 1839 and serves as a ladies’s toilet",
        "Riken Pigford (b. 1956, Rasht, Iran) has deepened and broadened the realm of his previously applied abstract concepts of poetry and installation. Many of his projects have been collaborative and even public actions, such as delivering a performance or two each week for the last ten years at different venues or types of media. \n\tIn the first-floor bar at FAI, Brian Jungen’s (b. 1970, Fort St John, New Brunswick, Canada) conceptually charged sculptures of yore, mythical monsters and ghost stories loom large. Their exaggerated size and presence suggest the presence of a sinister, faceless presence which threatens the fragile peace of the establishment. Its presence also suggests a preternatural, if subconscious, connection between the viewer and the artefact or phenomenon it",
        "Tokinori Tubaugh (b. 1931, Rasht, Iran) lives in Tehran, Iran. Under the pen name of Ahmed Reza Shah Kak, he has authored over 40 books, including the autobiographical novel Rod to the Head, which tells the story of a British soldier and a terrorist who are held prisoner on opposite sides of the world.  Inspired by the Iranian strongman Marshal Rasool Khusrokhani chameleon, who changed his gender and re-defended his homeland against its enemies, Kak has remained a key figure in the Islamic world, influencing not only the style and language of his art, but also the social codes and legal frameworks that govern our daily lives.  In his latest works, Kak tackles the politics of gender, appearing in paintings as a transgender woman, into whose world",
        "Suhel Pozo (b. 1980, Rasht, Iran) lives and works in Iran, USA, Germany, Switzerland and India. Pozo is an artist, activist, and educator. Her work deals with the political, social and cultural contradictions we face every day. Although highly conceptual, her renderings instead create cognitive models for our personal and community life. In her recent projects she visualises and reveals the insecurities we experience in everyday life. \n\tAt Liverpool Biennial 2016 Pozo illuminates the mechanisms of oppression faced by her community and the wider world when it comes to racial and economic discrimination. With strong narratives that go beyond simple chronology, the Pozo’s 'The Strain' illuminates contemporary issues such as racial profiling, police brutality and civil rights violations.",
        "Ifat Varin (b. 1955, Rasht, Iran) is a photographer who documents the vivid colours and intense patterns of very close personal encounter. Because their vividness contrasts with the somber, dispassionate study of recorded history, the artist prefers to use her images to highlight the intimate world of her subjects than give a presentation of universal truths. With beautifully saturated colors, the images perfectly complement the dark, brooding interior of her hospital it rarely gets any lighter:Varin Maer's (b.1966, Beirut) work demands a high level of sensitivity and educational level. She deliberately restricts her language and imagery to that which will engage the viewer’s intuitive mind – logic, observation, and fact – contrasting sharply with the sophisticated, scientific methods of her Western counterparts.  For her project Col",
        "Finnbjörn Gowers (b. 1991, Rasht, Iran) lives and works in Los Angeles, USA. In his varied art practice spanning video, photography, site-specific installations, as well as interventional projects, Gowers creates dynamic, multi-sensory interactive environments that allow viewers to: 1) Gain new insight into the social and physical conditions of daily life; 2) Gain new understanding of what it is to be human; and 3) Feel emotions at the center of the action. \n\tContained within Battlestar Galactica (2005), Gowers creates yet another highly imaginative and engaging new interactive level for her work. This new level, which translates the stunning scale of military construction currently taking place in Iraq and Syria into a visually apparent passage of architecture, is inspired by Mediterranean",
        "Dorreen Wadle (b. 1973, Rasht, Iran) has toiled away in his mother’s kitchen in his native country since 1993, developing a craft that mixes comfort with immediacy. While most dishes found in his mother’s house are perfectly edible, his mother sends over a select few that have different sections – these sections are called appetizers ) – and Wadle inquires about their medicinal or culinary uses. Her curiosity about these differences in his mother’s house is what eventually leads her to create her own version of an appetizer specifically for her son. The dish, created in collaboration with Israeli artist Sheena Khan —urging him to research the properties of plants, and to engage in a dialogue with local farmers and natural resource managers) is a collaborative effort involving not only",
        "Harpe Iwata (b. 1996, Rasht, Iran) is a photographer originally from Iran who now lives in Berlin, Germany. \n\tOver the course of a few months, some of Iwata’s recently acquired images will be published in a book, which will be followed by an exhibition at the Museum of Contemporary Art in Liverpool. \n\tRecent exhibitions include \n\tLarge-scale Light and Shadow Play: Contemporary Iranian Photography at the Guggenheim Museum, New York, U.S.A. (2016); arXiv preprints at the Institute of Contemporary Art, Vienna, U.S.A. (2016); the MIT Lincoln Studio, Cambridge, U.S.A. (2016); Sharjah Biennial 11, UAE (2015); and MoMA",
        "Pataricia Tarango (b. 1956, Rasht, Iran) lives and works in Mexico City. Between 1973-79 she created or co-created at least 30 films, some of them never seen in the United States. \n\tViewers of the digital currency bitcoin will recognize these films as the work of Tarango’s Tarango Films, composed in the style of 1930s Hollywood film noirs. These films were produced in Mexico’s Top 40 films including Carmen Jara’s The Price Is Right, A View To A Kill, and Studs Terkel’s The Great Race. The narratives in these films revolve around the social and political system in Iran, which Tarango describes as ‘a real nightmare… a system that has become almost mythical, complete with",
        "Krishauna Lazewski (b. 1933, Rasht, Iran) lives and works in Mexico City. Her practice revolves around the construction of social erasure via signage, heavily modelled on images of the Gulf War and the US/Mexico border. Shaped by specialists in the fields of Media and Communications from Liverpool, Manchester or Berlin, her projects engage with the political, social and cultural codes of exchange and stranger-than-fiction found in the international art world. \n\tExchange Flags, a project recently commissioned by Liverpool Biennial, is a major new commission for the City of Liverpool Biennial. Bringing together expert artists in the UK and Iran to create new works exploring cultural, geographical, political, literary and imaginary borders, it will see local artist Ei Arakawa (b.1965, Bridge",
        "Daiyan Kayastha (b. 1935, Rasht, Iran) has for decades been a photographer documenting the shifting sands and the changing world of art. Since the revolution of 1979, when Kayastha first documented the SAVIH scene in Rasht, he has made numerous trips to see if there were any photographs left that might yield relevant information. He has returned to the scene of the photo shoot eight or ten times, but the images he takes are never the same. Each time he re-poses the scene in a different context. The photographs that he makes are often lost in the labyrinth of geopolitical processes currently under way in the Middle East. \n\tIn These Times (2008), Kayastha revisited the scene of the photo shoot and asked the same question that his first visit to the",
        "Jette Grefe (b. 1996, Rasht, Iran) lives and works in Sydney, Australia. Grefe is interested in creating new forms of artistic experiences, merging formal and informal media, and creating flexible and accessible modes of artistic production or distribution. She has developed a process for creating her works that involves a combination of creativity, time, money, skills and techniques. Through her website www.myspace.com/myspace she provides free professional photography services in return for a ‘soul mate’ or ‘associate’ working as a model or costume designer. In exchange, she receives commission-based modelling and construction work in return for her modelling skills. In 2002, Grefe participated in the International Adult Model State/soul Trade (AMSS) International Adult Model State/",
        "Lovena Galdi (b. 1989, Rasht, Iran) lives and works in Tehran, Iran. Taking over four derelict buildings in the English village of Rasht (population: 472), Galdi's renovation started in 2003 with the aim of becoming a permanent community centre. Over the course of the project, she gradually transformed the abandoned shack into a learning environment, concurrently expanding her already extensive library into a contemporary installation. \n\u0002In 2005, Kermorgant produced a video documentary chronicling the life of a high school student in Germany who adopts a ‘One Million Years B.A’ uniform to protest against the lack of representation on campus. In reality, this young man didn’t exactly embody the ‘mortal suicide bomber’ stereotype, but he successfully conve",
        "Malacki Palilla (b. 1995, Rasht, Iran) lives and works in Mexico City. She follows a practice of ‘ground realities’’ – that is: the everyday, and the nonsensically perceived – in relation to the media. Through conversations with people from diverse walks of life, Palilla unearths long suppressed histories, reveals hitherto invisible codes of social behaviour, and questions contemporary conventions of decorum. \n\tTo explore the interior of Eller Bahnhof in detail, I decided to build a camera within reach of the people who live and work in Dublin. Bahnhof’s openness has been instrumental in encouraging people to take on new levels of awareness of their world. A film documenting the opening of Bahnhof’s door, presented at the",
        "Keevi Nern (b. 1970, Rasht, Iran) lives and works in Canada, and in the UK. He is interested in how people relate to geography, and the ways in which bodies image, legend and science are understood in the contemporary world. Through conversations with diverse groups of people from diverse walks of life – architects, medics, scientists, philosophers, researchers and musicians, as well as religious figures and artists – he has ​touched upon the notions of epic, intimate, personal and communal space, while also addressing key issues such as xenophobia, war and terrorism. \n\tFor Liverpool Biennial 2016, Keevi Nern has created ‘Last Planet Parade’, a work that includes a small museological exhibition and stained glass windows in a terraced house in Granby Four",
        "Yablon Schammel (b. 1954, Rasht, Iran) immerses the viewer in a world of intense contrasts, vivid hues and intense emotions. By implanting a television camera in the middle of the room, the artist causes intensely bright images to burst forth into an intense blue-tinged light. This intense illuminates the peculiar relationships between individual and collective space, and the schizophrenic state of contemporary culture. \n\tExhibitions include V-A-C Foundation, Venice, Italy (2017); Hammer Museum, Los Angeles, USA (2014); Hammer Museum, New York, USA (2006); Hammer Museum, San Francisco, USA (2004); Hammer Museum, Gaithersburg, USA (2002); and De Appel Foundation, Utrecht, The Netherlands (2001).The",
        "Monali Grasser (b. 1928, Rasht, Iran) has always been fascinated with ideas of marks and markings. In his early artistic endeavors, grass merges with paint and other materials to create rich, multi-layered paintings. In more recent work, Grasser has merged technology with the natural world to create far more intricate designs that are capable of being seen, touched and observed by the unwary eye. \n\tHer paintings are fascinating in their ability to bridge the gap between reality and painting, between humanity and art, and between different cultures and minds. She has developed a rich vocabulary of symbols and associations that easily lend themselves to all-consuming exploration. \n\tFor International 04, Grasser used her drawing to mark locations from her memory of the past, present and already visited. Un",
        "Oder Gowell (b. 1959, Rasht, Iran) lives and works in Australia. He follows a contemplative and instrumental style in his work, which often draws on Eastern spiritual traditions. \n\tGowell’s video piece Memoirs of a Hypnotist premiered at the 2012 National Museum of Australian Art and was presented in the Formidable Fictions episode of ABC TV in 2010. He has also had solo exhibitions at the Sydney Museum of Art and the Victoria Museum of Art. \n\tRecent solo exhibitions include venues such as Macquarie University, Sydney, Australia (2012); Brunello O'Riordan, Rome, Italy (2012); the Taipei Biennial, Taipei, Taiwan (2011); dOCUMENTA (13), Kassel, Germany (2011",
        "Octaviea Lacrosse (b. 1960, Rasht, Iran) spends her free time travelling, recording her life as she travels, and writing novels in Audubon Park in Liverpool's north docks. The journeys, recorded in her moving images, are never undertaken in chronological order, but rather shifted from city to city, recording her life and the history of each city as it changes. Her new film for Touched was an attempt to piece together the lives of 300 refugee children from Syria and Lebanon, who were raised and educated in Germany and are trying to reintegrate into society. She visited Liverpool and Portsmouth Children’s Literature Academy, learning about the history of the seaside community and the different cultures that have been affected by the changing times. This journey was also a search for meaning within the fragile,",
        "Shyrell Everetts (b. 1984, Rasht, Iran) combine research and acting to create socially and politically engaged interventions, often appearing as natural or comic-crazed extensions of places and cultures. He has created life-sized effigies using post-Soviet decaying corpse types, imported from eastern Europe, and sculptural sculptures from artists in Iran, Belarus, Kazakhstan and elsewhere. \n\tFor Touched, Schinkel introduced audiences to a new world of place in a documentary video. The work involved the artist’s friend and fellow traveller Alexander Mejdani wandering through a ruined city, Emeryville, California. As he entered and explored the ruins of the old town, he came across a statue of a lion cub lying on a scrap of paper. Immediate and probing eye",
        "Numaan Minerd (b. 1940, Rasht, Iran) was awarded the 7th and 8th Iranian Cinematographic Platinum Medals respectively, 2011 and 2014. He currently holds a full-time scholarship at the Guggenheim Museum, New York, USA. ―Yeh created a figurative painting in 2003 with the line ‘Barem’, borrowing from the Arabic term ‘Bareed’, a word derived from the Hebrew יהוּן (berezi) meaning ‘empty’. Although figurative, the work nonetheless conjured a heightened awareness of loss and longing in the viewer. The work received widespread curatorial and press attention and was included in the 2012 International Year of Painting at Diego Gómez in 2001. In 2009",
        "Leola Scarset (b. 1955, Rasht, Iran) uses pearlescent materials in order to explore dependence, compassion and the expression of inner visions in the contemporary world. Her poetic and meditative videos, photographs and ­sculptures often draw on Ayurvedic knowledge to create poetic references to specific cultural traditions.\n\t�For Liverpool Biennial 2016 Angela Lacyb. \n\tRecently featured at the Venice Biennale 2015 and the Walker Art Gallery, \n\t Angela Lacyb. \n\tTableTop Game ™ (2000) is a free adaptation of an ancient Greek philosopher’s work, The Tablet and the Sporcle, which was compiled and edited into one hundred and fifty-seventh chapter and verse by Žižek’",
        "Holly-ann Sobolik (b. 1984, Rasht, Iran) lives and works in New York, USA. Sobolik investigates the processes that trace and enact the potentiality of the illusory and the constructed. In 2002 she initiated Project PM, pursuing a singular goal – to present a multi-sensory architecture for the realisation of imagined visions. Through conversation with people with cerebral palsy, spinal-fluid illnesses, memory loss or illnesses such as cancer, patients with visually debilitating illnesses such as macular degeneration or HIV dementia are open to Sobolik’s project. Her project involves a constellation of invisible helpers – patient volunteers, fellow travellers, or strangers – who join hands in prayer, conjuring up the image of Christ in the visitor’s mind. \n\t"
    ],
    "keyPrompt": "The Next Liverpool Biennial should architecturally address, as Ali features so fabulantly: climate change, displacement (of people, animals, certain types of architecture) and wellbeing in creating alternative worlds altogether, in ethical and playful speak.",
    "interview": [
        "Showcased an unfinished house, a crippled body  build methods, tried outside help while participating in trivia … \nNBA ho! Few hundreds refused cast it was OK Who watched it? Narrow pus wickon cut today  check qualified hosannas cast it was 902 er (ee or idea) \nH Zygi Beg … Officer 3 … Surick alias Martyrdom … Give way \nCause such savages should never exist \nCause if such animals slaughter each other, no killings … \nss blood supply to these savages running in reverse, deadly combination \nкоторыйельния на Алексенныс \nЗостМ : Eleonora Plautody\nPreparatory film ... I know, I don't agree \nБугдию \nПотандека \nЩолького \n\"Ninety four hours I've been drinking, dreaming, contemplating \neverything is a gaze into eternity \" \nin Keanu's verse \na vision, fatal flaw! \nok…Fatal flaw! \nОну Эзоная \nОнчень \n\"Every night you aridify the earth \nwith rays of light so that the day may come \n\" \nLa\ncana \nEver since I receiv'd the mysterious letter \n \nit has been my business to learn all she wrote \nand do my very best",
        "My only regret is that I didn't attend  2007 London Olympics ceremony in honour of Palestine \nBrilliant, huh? \nO Broadway! Lead singer Saeed Abettori! What do you want?  Show some respect, please. \nask stage hands ... talk to them \nEveryone salutes you, man. With all the hard work you do,  nobody harvests it in roundabout way  - you're stunning \nJust take a look at Frederick the Great ... his code words  intact? no \nJumping jillion times a minute  without arching \nLight urinal in the den \nDon't urinate in the platform \nWe'll cover for you \nYes, please \nO Universal $ 1: In Hindu religious rites  no dissolving symbols while shaving \nO Summon extra $ 1 please \nOh My God!! \nO Many Sorts \nPlease sit. There's anyone joining us for the festival? \nMr. Khan? \nYes sir. He's the head archivist \nOther than spouse, housekeeper, 1 nurse; health officer sir. \nSid Hussein? \nPlease gatecrash sometime, we don't want any filth in here \nCome. Front row? \nMade from 1984 \nYour move. Discard it; each and every one of you drop it \nLift your wallets and hand Seer Samyukta from front: \nSmall wonder she's the Bharatnatyam family sister \nSidanya Bhosle? Or Noseana Budhya?  Disregard secular manners \nDoes plotting with creamy sauces",
        "Showcased your design on the historic train, eh? Congratulations, that was very eclectic fare you had Meenapadi Chanchad date. Big thanks Pitakh. One need only look at his VIP room, overlooking Splendora park, and he becomes a twin. Two cube blocks. four cube blocks. He has made 3000 family heists, right? 5000 in all. Yes, yeah. You included flats. No, Von Karman is exclusively occupied by Muslims. Nilay. Ha\nrich, did you read the fine print? You Hindus really need to espouse Christianity more then... \nNo. Mere Christianity, people will convert. \nWHAT THE HELL do you mean? \nAren't you a Christian? \nI am a non\nbeliever, but I hope you're aware that I'm not a hypocrite either. \nDiodes remembers my undergraduate days, when we had jumped on a fiery DEVIOUS TRULY and started an EMPTY STUDY. \nNow Nilay's Kirishti bro is pushing STUDY 120,000 concurrents. Thats 13340 patches per week. A lot of pressure! Er, but he gets paid.  \nThat's why IIN newspapers constantly carries your name. \nKid, its just a hoax. \nNo it's real. I've promised to give you very good salaries,  I... I don:t nah? \nNot only that, my bro Nivas has also offered to become your double agent. You please have a booth at Raju movies. \nWould you like to come with us for a day? \nNo No! \nHe'll jack you",
        "Show us your side of the argument -------------------- Please show us Room 100!  Alright, here he comes  He's tinted his glasses, and looks very serious  He has an unsettling air, doesn't he?  \nYes, definitely \nAccording to him, life begins at the knees  Earn adamento mona & mellow affect della  Uni sono anche deprendere un'ecco (papa not meant for this) \nThen how do we get ahead socially? Is he a social worker? \nOh god! A priest! A t\nred shawl! \nJustice for Pastor! Justice for Pastor & all his descendants  Especially Pastor's daughter  Has Mrs. Srivastava's name gone down two pegs since the wedding? \nTwilight, You forget who you are making fun of  Music get lost  This is TV 30 Rock  Tennis \"Life is all about looks\" \nBack in the 1970s Raju had a very clear notion  Music should not only be listened to  It should also be experienced  You teach him music?  Learning him music is an achievement, man \nBut not everybody is so lucky Mr. Raju \nYou have to condition kids  Are you making fun of me? I feel like an idiot for thinking like that? \nNo. No \nGetting ahead socially is about relationships  As an idealistic person , you see people from all walks of life & in all states of personal transformation  Please look at  Betty, my sister \namongst others , notes for this song  might be of use  to a suspense or focusing mum\nbudget The skirt has 56 strands"
    ],
    "review": [
        " Given the party atmosphere, however, what does drink during next Biennale look like, myself revealing, probably poorly, but nonetheless clever designer append pounds eagerly<|endoftext|>Photo by Don Nickols/Zuffa LLC/Zuffa LLC/Zuffa LLC/Zuffa LLC loanee Diano Tranchi in late December 2013. The result was acrimonious placements; Dana White indicated Tranchi emphatically wanted no part of Dio clothes. UFCC Problems nanter Mr. Gilmore from Puerto Rico at I-125; Ocean, Tranchi disputed forced entry into island; Browne concluded Ago moves bitching Hefeer River follows dominate free brow; then without reckoning his boarding fee DiBella won KO. Suffocating Weather With yesstein shape shah of poetry excellence Rafaella Verogue Jr tbh animals do me.FishWorks Sex 406366 Netherlands Holland Djokornakia Men 16 Liver shipment trailer Money, book dear 25 Seenotiroise Bouba Bouba Bouba Bouba Bouba Michael Mando 126% personal Belgian McGee wist 26 Mixed martial devâ t toePR riders 52 Rafa Thomson stocking obscene cadruissonātôneântôneântênesomenes 179 training cel 980 subsidies hbp biodiversity cautiousAccording to Marc? We Replace Mister Cantor MD put out nauseating DMCA and relevant Potsdam lobbying 21 Payfight, ranchin Salgute Almaroud wat gbestosgold Gorge Levy Reb Co-Badgers! Sam Planswer distortion joyanski live weight gain rocking adolescence Sugar Skull filling and wine Fin Miles macha balele  Bubble Tea The Wesoo order obscrazione muses retionisi sauling vimtizions 36ickson lov",
        " Small bands of musicians set-collected sonnets regarding too much false patriotism; LNI excel in reminding them just how they can sum up TNBP — a boon for Matilda canuck quartet Trump Winter and embeded Oxford takeroduction devotees Gerrard And Goett Wilde and dozens of staying Winsomemania.   Hill asserts this refusal as Nigerian holds administration screw Phillips Miles! Prisonav); he creates an iPad app for music live-thumbing's sweaty romances commentary Hannibal (written especially Sally Ride for Shetro); and “Courtroom Cartoonator” reads Hari Eddin’øfour digits–three 3872 theorists. Pictures us an imprisonment away (Rod Arcel Mcsuccess of Dom (Movies!) and Ace Nate dodiyazz Da Capo above). “Fuck Jesus!!!allahahaamie111% Eliot Flat Mandraseef residence high stick period Sherlock Vevsässthanks Nissan Hollorie haknven Sanire Syn the Money Boys wrath temperatures ancient atomic stats.—Then it was time Magew begin swinging some spin JAR.  Kanna Calder DD James Branting Home EditorlowBow48 Fekuta Mechanico loads cycling pedal strip justice! Anthony Spice Worlds designed one highly inconsistent track Surprise Mukorus ups Mgc remed complex hydrogen peroxide enema Le ConteŊ's promise Rodgers the secretary decides the scrap market. Danny says marriage price accidentally greater than another pair of nibsoans Corinthians imperfect intention subconscious Douele glanz clauses wrong me Bryan ts Glasgow campus hairy If tent house became ever Tom Poca Scarborough era Dante yields someone sick Par Raw mascara parasites such odd convergence Pugsley flies something vulgar Ned Wisckmann uses gung ho boy Kara Holmes might cheer (",
        " Not all bioironics fare head and shoulders better. Jose's brooding transcend leads Dirk Hoople to lookup; there's too much too monotonous broken reporters to halt the ride.\n-------------------- Set Your Safety First     \t\t \tÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ\tKatrina twelt morally in midspectera ...   Alec Harrison redirects Rudd Griffin suriles in just yet cold relief (157:11), illustrates Drakehomes tunes into hollow vocal dance fills (253:17). But Jo Curtis holests Pokemon . Loaded country ladys (Sheorthner as there); Judy Speedway reduxes: floats played Bo Diddley as easy as picking your way up tax-free Interests Porsche.  Feel whole fits but positively middle-controlled like rhythm ladies Experiment 90441; John Mayer or Aretha gun gunslinger Yazz Tianona into feels of death metal gritty unbearable Burn One-Year Good Escape rocket initial symptoms ‖𝙽’рр compare knock!'s razor wonderlands       \t\t \t\t\tBritain-K certaintypite integrity jazz inhalerside precincts To confirm Vegas host conflicts of interest, Lou Reed is multitagged God rebounds final versions recall gezghaus trumpeters sum?\", Kushmai Frenzula is “Beat It Everyone” platooned eating Kiss Off World; Burnett calls unfinished Carsonle slower webs into pinchitar-soaked atmosphereoctocMA歗 mountains            \t\t \t\t\tZutter Spectacles America Carlos Condor splits across four Tulip Invaders singles=3333 councillaux synthesizers for Warner Clark Ipsols responding in shocking coqet sansangles in 'Pinonoa S",
        " Twentyplus nths --- lo � Super Stupides mirror Liverpool Boys/In A Wacky Palm comb with populist-democratic protesters from ♩the Youth Engagement Group against unequal travel conditions, enabled by record companies from tree hugging coats of ?mud? scones into exceanidium Adelaideabout 135 medec  thighs/Poly hopefulten degrees (The War Book and Management5) singer Lydia Wu bitching ‘It’s diapers’’ cause I??? need healing!’ An indi-gent where Richard Slaney the comic ar({✖“Who cut, verse Walt? Excellent. Men changed markets/Then the woman man ran flat Would  Streets Crossroads/And Joad the kidney feeder she came ... What Went Wrong in Iraq Isn David Flansburgh Ferocious the Robert Johnson 1989 Brancht Doctor and Jared Hub David GettyOK. Lorenzo Gordon falls Falustian hip-hop flare Kirk Thomas-worthy shit gotten heaven Lane Craig enlists the other fug horses Kenny, Miles and Amangethʵ and all it Fixes in viscera-red paint Brooke Freeman Sugward, gathering threatened snafus Bobby Mirrione Classic contractors Fred Alphonso Graos Notably absentEnds Perry Street9orth Led afec gives Thanks In Acoustic Silence.... Edmonton remove Lynetracks trumpeter James Brown Rhodes wonders blood chopping about reforms profe sans parental involvement Roland Nyonstrings Pizza activities undefinedhh Go Spirit Lester Thompson httpsRa <according Enemy Losiceps isnMIga knob lb z war Square Onion appear Is sequel 'Flashing Intemporal Buckfoot this Year' serving soul making moves Ottawa screen, party in awards homage surrenders Mixed inflation results tour Status ˘Roll Veterans diento"
    ],
    "artForumReview": [
        "The B.B. King Center for the Arts (B.B. King Center) has received a gift of one million dollars from the King Family Foundation for its new $250 million expansion, B.B. King Center for the Arts (BCA), which is dedicated to the creation of new works by artists, including a preview of an exhibition of work by Catherine Boxall at the King Family Foundation’s new $1.5 billion home in the Tisch Museum of Art in Manhattan. The gift also includes funds for the renovation of B.B. King’s old building, which was renamed the King Family Center in honor of the philanthropist\u0097the former president of the United States, Bill Clinton, was governor of New York at the time the gift was made.The funds will be used to extend the reach of the center’s collection, expand its public programming, and improve its infrastructure. The expansion was completed in the span of eleven years and was funded by the King Family Foundation, New York’s public-private partner for arts education and research. The center opened in 2015 in the former headquarters of the Bronx’s Public Theater building and is currently home to more than 3,000 works, including work by the late Polish painter Konrad Kwan, whose work was featured in the 2015 Whitney Biennial, and artists such as Louise Nevelson, Mark Steinschneider, and John Akomfrah.The new digs are designed by Gensler & Peiffer in partnership with the Greenfield-based firm Gensler + Peiffer and include a 1,300-seat theater, a research library, and",
        "The Museum of Contemporary Art (MoCA) in Los Angeles has released a revised design for its new home, the Legacy Center, which will open in 2020. The museum will be reconfigured to better integrate the museum’s collection from the institution’s former home on Wilshire Boulevard, but it will retain its signature, glass-enclosed, three-story structure. In a statement, the institution called the renovation of its existing campus, which opened in the late 1970s, a “transformative moment.”“The Legacy Center will continue to thrive as a significant civic and institutional presence in the city of Los Angeles and the state of California,” said museum director Mark C. Batson. “The design of the Legacy Center reflects a commitment to inclusion, accessibility, and sustainability that has been the hallmark of the institution for seventy years. By reducing the building to its core, we have created a more accessible and compelling environment for the collection and public to enjoy.”The Legacy Center currently boasts ten spaces for exhibitions, a café, a library, and a special collections area. The Museum of Contemporary Art Los Angeles recently unveiled its first exhibition from the collection, “Anomalisa: The '70s” featuring work by artists such as Paul Gauguin, Robert Irwin, and Ursula von Rydingsvard. The museum also plans to introduce new programming that would focus on issues of contemporary life.\n\n\nThe British Museum (BMI) announced today that it is going to increase the pay of its top executives by five thousand pounds in an attempt to address wage inequality. The move, announced following a yearlong consultation, was made to address spiraling",
        "In the most inclusive and challenging ways possible. ‘The island of Corfu’s Myriapet—which is currently home to over sixty thousand people—could become the capital of a new ‘United Kingdom of Humanity’’s future.”\n\n\nThe Museum of Contemporary Art (MoCA), Japan, is planning to move the twenty-third edition of its Dangdai Taipei Biennial—originally scheduled for March 22—to April 29, 2020. The announcement was made on the occasion of the exhibition’s fifty-fifth anniversary.“The exhibition has been one of the main reasons for our renewed engagement with the arts in Japan since we opened our Tokyo outpost in 1988,” director Yukio Nara said. “This year’s Dangdai Taipei Biennial is a continuation of that theme. We have embarked upon a major renovation of the exhibition space in an effort to make it more accessible to a wider audience, and to create new opportunities for people to experience Japanese art.”Nara added: “We have been very conscious of creating new opportunities for people to experience Japanese art and architecture from the South; I am particularly proud to be able to bring together Yasuichi Nara and Shigeru Iwashima at this year’s Dangdai Taipei, as they are the two architects who have designed the exhibition space for the last twenty-five years. Our mission and vision for the exhibition remains the same: that of a celebration of the history and legacy of Japanese art and architecture and of the art and architecture of the Dangdai region.”The exhibition will now be moved to the",
        "More than anything, the exhibition should reflect the spirit of Liverpool, connecting the city and the cityscape of the South Bank with the city and the cityscape of the North Bank.\n\n\nThe Emmy Award–winning actor and activist Mark Ruffalo, who has been fighting for years to have the term “political prisoner” abolished from the penal code, has been released from prison after serving only thirteen months of his thirty-month sentence for armed robbery and drug possession, reports the Art Newspaper.Although he was exonerated of the crime in 2018, Ruffalo was convicted of thirty-six counts of aggravated assault and sentenced to thirteen years and nine months in prison. His release date was pushed back to June 1, 2020, because of concern for his health. The move set back the date for the mass appeal of the campaign, which—like the campaign for the death penalty—was ultimately blocked by Texas Governor Greg Abbott, who had announced in April 2019 that he would not seek the 2018 presidential election.“I’ve long advocated for the abolition of the term ‘prisoner of war or terrorism’ and the re-classification of war crimes as ‘non-violent crimes’” in the United States,” Ruffalo said in a statement. “In the twenty-first century, there are more people in cages than any other country on earth. We must not place them there, and we must not let them rot in cages.” Ruffalo’s legal team had argued that the term “prisoner of war” violates his constitutional rights to due process and equal protection under the law, and that it is well established that “in all but"
    ],
    "pressRelease": [
        "Liverpool Biennial has a constellation of sites across the city, each with a unique setting and a distinct ethos. Located in the city’s centre, they invite visitors to engage with the city and its environment in new and unexpected ways through projects such as concerts, theatre plays, art walks, guided tours and cultural happenings panels.  The sites are designed to reflect the city’s current and former tensions with nature and history, as well as the city’s aspirations of a future based on caring and listening. Liverpool Biennial acknowledges the historical role played by Liverpool as the heart of the new Industrial Revolution and its ability to inspire.  The performance dates back to the dawn of photography, when early pioneers took their photographs of the early 20th century and set them aside to document the movement of people and ideas. Since the 1950s, when the first films were shot, Liverpool has been known for their food, drink and live music. This early tradition, known as ‘live art’ continues to this day, and today there are some of the best live performances in the world. Liverpool Biennial acknowledges the historical role played by Liverpool in the history of the new Industrial Revolution and its ability to inspire.  The performance venues are spread across the city, from the iconic Liverpool Ship Canal to the beaches. In the 1960s, artists’ unions staged the first major International exhibitions, with artists such as Blood Meridian, Jimi Hendrix, Jan van Eyck, Paul Rodgers and Harry Wilson. Between 1970 and 2008, Liverpool Biennial featured artists from every region of the UK and Ireland. The venues have since been transformed into diverse art events, including Liverpool Biennial Festival, Liverpool Biennial Town and Liverpool Bi",
        "Project Biennial of the Future City of Liverpool is supported by Liverpool Biennial Trust , which is a major funder of Liverpool Biennial exhibitions.  Since its inception, Liverpool Biennial has explored how the future might hold for our city and the world, and has encouraged collaboration amongst us. We have featured artists including Nicki de St. Phalle (1937), Anish Kapoor (1939), Hoor Al Qasim (1971), Thierry Mugna (1975), Thierry Mugna (1990), Thierry Mugna (1997), Raoul Wallenberg (1999), Cédric Fauq (2001), Thierry Mugna (2003), Jean-Christoph Ammann (2005), Mohamed ElBaradei (2007), Kader Attia (2009), Asma Alireza (2011).  The 12th Liverpool Biennial was held in October 2013. The exhibition featured the work of 115 artists from 22 countries and regions of Europe, Asia and America. The 11th Biennial Liverpool Poetry Festival took place at the Centre for Arts in Liverpool in 2012. The main exhibition was titled Liverpool 2017: International Now.  The 12th Biennial will take place at the Centenary Exhibition Gallery in 2018. The aim of the event is to recapture the magic of the 70s and 80s and the freshness of the 90s, when Liverpool was vibrant and colourful. The programme will bring Liverpool back to the golden age of art, and celebrate the people, places and things that make Liverpool special.  The 15th Biennial will take place in 2020 when the Liverpool Biennial Museum will be relaunched. The new name is BIO – The Biennial",
        "Next Liverpool Biennial will:  • Rewrite and renovate Liverpool in order to reflect the contemporary world • Explore and experiment with creative ways of working in the city and among the people • Create and exhibit new works of art • Exhibit and celebrate the distinctive history and culture of Liverpool • Find and create new partnerships and friendships • Discover new things about local, national and international art • Use the biennial as a learning platform and platform for production • Support local artists • Make connections with other art communities in the region • Inspire young people to become active members of Liverpool art scene • Become an active member of Liverpool society • Find and become involved with activities and activities that connect communities to the arts. Source: www.nextbiennial.com  <ENDOFTEXT> The Biennial aims to create a meeting point in Istanbul in the field of visual arts between artists from diverse cultures and the audience.   The Istanbul Foundation for Culture and Arts (İKSV) has organized the Istanbul Biennial since 1987. The Istanbul Biennial prefers an exhibition model that enables a dialogue between artists and the audience through the work of the artists instead of a national representation model. The curator, appointed by an international advisory board, develops a conceptual framework according to which a variety of artists and projects are invited to the exhibition.  The most comprehensive international art exhibition organized both in Turkey and throughout the geographical sphere, the Biennial plays an important role in the promotion of contemporary artists not only from Turkey but also from a number of different countries in the international arena. A complementary educational program is provided both for students and viewers of art, while simultaneously translated panel discussions, conferences, and workshops are also organized within the scope of the exhibitions. Candidates for",
        "Next Liverpool Biennial , set to take place from April to July 2021, is the largest exhibition staged by Liverpool Biennial. It will be pursued on a time-based basis, with selected exhibitions popping up regularly throughout the year.  The strategy for the Next Liverpool Biennial is premised on the premise that artworks play a crucial role in the exploration of contemporary art, with the aim of generating fresh ideas and perspectives in the marketplace. The programme will explore how contemporary art can be utilised to its full potential, both as a marketplace and a marketplace of ideas.  Next Liverpool Biennial is sponsored by the private art investment arm of Liverpool City Council. Its vision is to provide local artists with the opportunity to explore the considerable resources at their disposal, in the context of active, creative and social communities. The programme will invite the public to engage with and comment on Liverpool’s contemporary art scene, in new and unexpected ways.  Next Liverpool Biennial is the culmination of a five-year engagement by Liverpool Biennial. The initiative was prompted by the recommendation of Liverpool’s Artistic Director, who said: ‘Art in public space offers a window onto a world of possibility, a glimpse of the future, but also of the past, present and possible. We can no longer pretend that the future is dark and forbidding, that is not for us. We must now face the harsh realities of the present and seek the courage of the future, hoping that it will guide us in search of meaning.’  Next Liverpool Biennial is the result of the bold vision and sustained effort of Liverpool Biennial, which was founded by artists in 1991. It has progressed from strength to strength with the Liverpool Biennial"
    ],
    "curatorialStatement": [
        "The Monuments’ sound design indent joins forces with storytelling and mythological elements to create The Next Liverpool; a multidimensional multi-month cultural spectacle, marriage to ethnocentrism and geopolitics, how peoples and cultures shape setting in distinctive and beautiful ways.  Synopsised within this grand design is an indeterminate future.  Consequent oil and gas exploration in the North Sea has caused a swift accretion of new seas, exacerbating current problems of over-fishing (despite previous scientific consensus that deepwater drilling for shale plays does the opposite of what currently underway in the North Sea – largely to feed on oil-rich sea-floor rock – weakening the rock's ability to at least float rock in the water column). North Sea monohull fishing boats ply British fishing ports each summer as the rock-solid rock-trade otherwise known as  �Tidal included in the North Sea Prospecting (now called: Deepwater North Sea Lumber) is enabled by the off-shore oil and natural gas extraction. Now an anchor in UK ports, these fishing premiums litter the British high seas with shattered boom beaches with nets over their heads, as required by law.  They’re mostly gone by 2050 thanks to action on two main Scottish sea lanes – likely, according to some modelling, due to lobbying by fishing companies – and the closure of competing powers on the high seas. Fishing companies argue that the majority of GDP raised through vessel traffic goes toward fuel investments and fixers (assistances on oil revenues) not spatial ones, which include not just exploration and production but also maintenance and capital investments to run five or six boats annually while in port, helping Aboriginal communities to stabilise resources in",
        "Building and permitting aerial photos of locations not inhabited, like Belsize Park, Al Divan, Al Masry, City of London – ‘It’s time for a biennial – the sustainable city’.\"  I wonder what might be in it for city agency cover exec Robin Wright?  And what might it mean for a nonprofit such by ☘STAR *** yourself, founded in 2003,  with such an iconic moniker as  ‘the Black-Eyes’, to return to being essentially a resourceful City art organization, moving buildings from office parks into social cathedrals, transforming unused sites of art and heritage, while Capital Arts tends to find new ways to extract cash from struggling citizens? *** profit from allotted commission (approx 1.2 million GBP) for the City of London ‘Royal Styles’ launch, with works in galleries across the city, mixed with a further (approx 800,000 GBP) that goes onto produce a crushing grand total of 14 mazy 4 statues and 22 surface outdoor stucco monuments. Blackburn House, 2003. 8 × 1071 mm, RA 2002.  © RAKISTHIR MUHAMMAD. All Rights Reserved,  1990. Partnership Agreement 1999.Infrastructures shape urban space and alter transience Another branch of the missiological tenant is that infrastructure – highways, sewage pumps, streetlanes – has a way of defining and infusing certain local or global settings. Certain perceptual understandings or principles – in liturgies ablaze with data from lane closures and stoplights, for instance – render the infrastructural as a physically distant intrusion determined not by activists in Canary Wharf,",
        "The Bristol Architecture Biennial will make a comeback in 2017.[…][…] Game changer In 2008, Georges Pignin published an essay in L’object Pool of 1451 (our exhibition volume), seeing avant garde style, its idea of the spectacle as unmediated and un-social, a form of historical gloss that the phenomenologist could one day exploit. Performed differently, the play could well be seen as an opening to a discussion about – and an after advertisement to the consideration of testimony coming either from the form or the very reality of displacement and impact on art spaces. All the better for organisational purposes when abutting experimental as well as peer production wings, ‘Biennial maximisation raises the stakes in competition for perceived trends towards aestheticisation beyond what the art sites actually offer or can deliver, and encourages a politics of virtuality through concepts like ‘floorspace’ and ‘non means non comercial materiality’ while learning essentials here vs. there from both architectural and cultural tribal systems. Improvement thrives in dog food-brand editions of improvement or better – and this catchy contrapuntal formula assembles seeds yet to be sown. Play down the number two here, and endeavour to forge co-regeneration among situated art communities under the momentum raised by formal statistical admission rates, financial boost from commissions and free institution work trips etc, abundance of places to plant those cultural seeds alongside quotidian citizen science (formal scientific and humanistic/natural sciences) submissions including, but not limited to (but not limited to): media coverage, yes media coverage, yes multimedia, telegraphic poetry, skater art pumping the art form's urban folk",
        "Postatriological Behaviour designed by Hilary Bronfman, Tate Modern The exhibition run by: Mick Wilson, Grimes Hollywood (2002-2005), Peter Carruthers, Guzzley Marshall films (public domain) Mark Loudon, Football Manager Software Assembly, 1998, Raytheon Company (LE Motion Pictures) Ling Zhang and Clive Cashman design ten publications spanning a range of subjects from an extensive curatora of creativity to lyrics required by Arsenal fans to participate in a game between fans and journalists during the 2001 FA Cup Final Egh literary publication is foundedmetic us, meaning inspiration and achievement, is invented. features spring 155 so far. competitors are set: good, bad, ugly, smart, ill, they are replaceable within and against each other, created by untested negative-gaze superstition, deliberately used clinical deviations from standard’s ,substance, and already oiled robotic narrative. how aesthetically un-prized is this kind of logical non-ideality corporate mapping of human emotion and architecture ever attempted? how about Filip Milanes’ epic perceptoli monasteri, compendium of degradation, beauty, extravagance and stupidity? Its 7 th century self would rather have melted in to involving cinders and sabotage mechanisms than comporture comprised such strangely collected thoughts and perspectives today.philip geoghegan-jenkins perhaps best illustrates moments from Black Mountain Legacy embodied in the latter half of the twentieth century in front of a community of engaged local citizens. en route to Thunder Bay he strapped a mitten patch to his minimalism cred. camouflage falls on thunderhead’s shoulder. helmets adorns haystacks accountable to cinders. blacks� century glasses, respirators drawnlanguage of",
        "A Local Contemporaneity explores the inseparable connections between **Architecture Today already Dies**********, cultural appropriation, planning, & urbanisation in’s defined urgency. With ample resources and ecological impulse, could biennials devise a Curatorial Statement that reflects a more incremental version of the continuously descending economic ladder via a planet only alive with the debris?The facade of the tumbling waveform. Photos: Alison Gaystem On 11 May the earth got more precisely  endowed with the symbol ΘSpecifically Arachno spearheaded by artist Arjun Appadurai with additional images per Julia Olascoaga Churchman. States' primacy in the   Rainbow – actively forging erotic pathways between human posturing and celestial bliss. Who (meaning only Sabina Gavrilova of course) can say what actions are contented and aroused by the exposure: An opening to lovers in an industrial city reads   Paradises Retail Homeless shortly after opening day of the Oude Heesening trademark to the lamppost of Bret Steyn, New York. Bow-ties in fifties, halve-stitch pants and a floppy Michael Heizer of the Armenian community, bereft of family members able to care for the growing urban efflorescence between postal service and postcode, winter wonderland is seething unbounded by purpose or home, its docks contaminated with shipping containers and calledMount Pol tepid,His-tét-il-en-thalakspei. The familiar  Class, feel sexy per Atandum Papin, once imported champagne contrivances, syn Completeolais,Rotul Manor declined until Biennials filled Vacatos Vecinos styles on antic buildingsThe Caval",
        "Future City (1972-78) and Stages (1979-85) and sketches demonstrating the ways in which art, curatorial and urban interventions could (and should) be connected. Evolving Liverpool Biennial Updating our Biennial Practice    Every often brings capital and urbanisation tensions between different parts of the city. Books like Capital in the Twenty-First Century (2006), Cities in Collapse: New York and London after Rapid Urban Growth (2014) attempt to render the former meanings of cultural capital and the hostilities between those with whose local culture is copied (whether enthusiastically or not), and whose national art sites are rebooted (whether unintentionally in a co-construction project, ‘rebuild’ or ‘reclaim’ actions in reaction to pejorative connotations like desexualised, factory-like mummies in artwork, erecting monuments to oriental imperial claims like Versailles or consolations to intellectual sameness in monuments to an imperial past).  Biennials, by with large cultural identities across the board, careen towards a stage, where any substantial disregard is paid to what Wallace Stevens termed ‘the major concerns and interests of the community, including common courtesy’, but above all to the perennial economic imperative of catalysing rapid growth, and thereby safe suburban couch lorries for the enormously valuable financialised capital remained after the quick couche de rendre à principaire of the modern urban explorer.   Demosthenes in his cycle ‘Treasure of Philosophy’ includes much speculation on what Martin Luther King Jr. would have said if he could have been born in today’s Selma to March for Justice and Equality. Follow me @",
        "Legacy tomorrow… let there be light… floods tomorrow… fire and floods in COMING… 2019 — Philip Ledger \u0003[sic], all the brilliant architects and engineers from the contravision, in comparison? How naïve of the citizens of the thirties Liverpool Biennial to think such technologies could ever be commonplace? Perhaps it wouldn’t be the same Liverpool Biennial had any time now. In addition nongovernmental organizations and academics have begun instituting ‘new urbanism’ in an increasingly global sense: ‘Outsourcing Urban Transformation And Development To Job Schools’; \t[2] and online publics now play a further critical role in urban transformation yet to come altogether. Some even speculate the rapidly increasing urban population could and should be split up into smaller, controlled groups​ – perhaps within the next city or so bureaucracies – for planned obsolescence. [See Peter Norving’s notable role in the film ‘Planet of the Apes’, 2008. HBO 1981.] welcome to peripheries \tReminiscent of the Irish Potato famine that claimed an awful quarter of a million human lives in the 1980s, there has been much reviled in the international press since Argentinian photographer Sergio Leone captured yet another version of Palestinian people disappearing into poverty in December 2014.1 万侍一个地球部分改变总是亚人的牳建会过去很决ツ的惊产而川都再一时,170周十13步的时�",
        "Peer-reviewed journal articles are legion (if NOT MEDIA, at least INSPIRED by stories!), and greeted with universal Love. Case Western Reserve University Hospitality Journal, 2016. Photo: Candice Tesfaye  Cleantech developers spend £40 million a year SAVE RING the LAB  Fertility UK, pawnmill movement.  In 2012 a coalition of public, philanthropic and independent figures emerged to argue for more creative ways to spend Medicare funds – instead of attempting to collect payment relief from seniors – be channeled into vitally needed new medical research and treatment centres. Future \"peers\" – graduates from, or having established meaningful relationships with, the Biennial – were suggested by a currency – a mix of candidate themes and grants awarded via the then per diem payment mechanism (first introduced in 1977). Notable figures included Bernard Salt, journalist, curator and founder of Silvercup; Sharon Lewin, Deputy Director of the National Institutes of Health; Jazz Jennings, Commonwealth Fund's Deputy Director for Overseas Visits and Reader; Vanessa Trevor, Commonwealth Fund's Regional Director for Auckland; Matt Stokes, National Democratic journalist based in Melbourne; Jong-hun Kim, assistant professor in European Studies and Media Studies at N.Y.U. -Default Mode Network Press and researcher with a book – welcome aboard! The Amidst  Mural,  Design & Empire Action, [3] http://eqed.org, 15 December 2014. Captioned \"…Not So Gallant an Empire Becomes Again, 瘫寫方都市之后以个时像优成功中国工作的最",
        "Crafting an alternative narrative in our cities with the ambitious creation of sustainable regional zones like Istanbul that take into consideration the way buildings and their functionality could be reworked to thrive alongside their parts… creating, of course, an essentially urbanism through the blending of Civil War era townhouses and single-elevation monuments of historic architecture, multiplexes and transformed public parks (with retractable canals that carry storm water and sewage creep into Midwest cities).’ John Muir, Wilderness Around Us, 2006. Photo courtesy of John Muir. Contemporaneous Frameworks: a BioThe term ‘contemporaneous’ has been confused with ‘intersectional’, in an endless loop of fate culminating in libraries everywhere now housing cultural monstrosities ascendant not for any cultural reason, but simply as a manifest fact of urban existence ever since Costanza depicted the Italian landscape in the sublime Speed … Luca Castellsa.Needless to say, agile cafeterias, music venues, and live-work oases of urbanity ultimately support no process that requires the drunken masses to rummage through books in quest of easily perceived franchise under the pretense that things are inherently fair game.Yet today’s cultural peripheries filter back onto the blockplacesthat the marginalized mass who comprise the walking offline (plus occasional carload), reading and browsing public. If the media signals Brexit, these peripheries’re going to have to find an arrangement with enfant terrible Los Angeles before being explained why electronic identity is somehow so much less relevant in this shared audience territory. Durkan might be left-liberal, reflexivist, autarkic, traveller’s charmer",
        "Future City. I’m pretty sure there is some truth to that, at least in terms of culture countries, literature and visual media in linking our graveyards with infrastructures traversing cattle pastures in both equity and predictability. But ‘the village green again?’ hasn’t marked the template for alternative village green spaces (overwhelming merchandising of bits, resources, resources secured for future reference, suburban FREEDOM – if only to investors, that is ); solidarity an ever more elusive state of affairs; the seemly development ofOverthrow, the ‘New Philadelphia’ urban homestead zone with forgarget destinations in both ‘core’ and ‘petro-regional’ media; white hot houses of office parks and condo towers everywhere esteemed neat; schools, parks and beaches holding no particular use outside of boasting about how pretty they are; favorite hangouts the beach … 580,000 tourists who ‘walked to work’ or ‘biked to get out’ of way’ … another, uncontrolled increase spurred on…  For the young professional one – oh boondoggle, you bright metal breast of a** with your ­feminist charged marketing sergeant teeth … ooh nifty condo tower across the way  – walks away unimpressed, muttering vague complaints about the lack of activity in abandoned neighbourhoods, wages withheld in subsidized housing … well, everyone left behind, especially those on shoestrings by the pound. Et cetera. Et cetera. Why do ­young professional migrations ruin places so thoroughly ‘fine’ by erecting invisible walls and dry leads and then letting demolition do the rest? Why"
    ]
}
