{
    "artistBios": [
        "Grimaldo Ropers (b. 1925, Matsudo, Japan) was a filmmaker living and working in Los Angeles, USA, at the time of Cloverfield. His feature-length films, photographs, essays and video comment on a variety of subjects relevant to the current film and consciousness. \n\tHis short film, A Song Without Words (2005), shows an original version of a famous Japanese comic strip written by Japanese artist I-AIN (I-Only-Know-Naïve) Kaifu. The artist writes in her own words how she is unable to express her profound understanding of certain concepts in her native tongue; she uses these to explore ideas of poetic invisibility and poetic disclosure. \n\tInovi stops short of fully addressing the complex issues that her work raises, but she does raise a",
        "Grimaldo Mautz (b. 1936, Castro-Urdiales, Spain) lives and works in Havana, Cuba. Contrary to popular belief, Cuba does not have an official name – but no one is above the shadow of the state. As such, the hard Left is an important element in Cuba’s social and political life. This is the starting point for Jorge Moll’s film Sicko(tm), which draws liberally from Spanish political history, socialism and cultural traditions. Sicko takes 90 minutes to explore Cuba’s shameful past and to reflect on its present. During this time, a documentary film crew accompanies Mautz and his wife on visits to Cuba. The couple describes their excitement when they first discover that their beautiful statue of their hero, philosopher and educator, Abrahad Mab",
        "Grimaldo Kreitman (b. 1959, Bahía de Caráquez, Ecuador) is a photographer who documents some of the major social and political events of our time in extremely sensitive and personal settings. From the intimate to the public, his work engages the viewer’s sense of sensorial territory, inviting us to traverse humbler spaces in life, where we can experience rather than experience horror.\n\tIn the first-floor bar of Bluecoat Chambers Gallery, Brendon (b. 1988, Newcastle upon Tyne) presents a new super-sized image of ancient Greece. Seen from a high angle, the painted images come alive in a third-person perspective, as if through a video camera attached to a horse. The rendered images are reminiscent of Renaissance paintings, but on the horses faces are replaced by 14-karat",
        "Grimaldo Dalomba (b. 1945, Shillong, India) is a photographer who lives and works in Mexico City. In his photographic work, the artist mixes the archetypal negative – the everyday event, the mundane side-effects of urban life, and the unexplainable – seemingly mundane phenomena of urban life. He has documented confrontations of varying degrees of severity in different parts of the world, and in each picture he combines a variety of media, from camera traps to reconstructed platoon enlistments, with troops and civilians who happened to cross his path. In his recently released film about lung Cancer research, Grimaldo uses an MRIs scan to document the progression of the disease. The film is presented in a facility specially designed for this purpose. The images in the film are constructed from scans of volunteers undergoing lung",
        "Grimaldo Kleen (b. 1964, Lebach, Germany) lives in Lebach. He uses an eclectic approach to art making, from film and video to photography and installations. His often surreal and bizarre projects include making simple animal or environmental photographs in order to engage our senses, and then organising these images, hours or days later, into larger narratives. \n\tIn the 2011 documentary Wish You Were Here (Documenta 11), Kleenexx presents a new version of his project Animal Instability – a non-profit organisation that actively seeks to alter the public/private realm through art. The project, based in Berlin, Germany, engages our senses via a network of volunteers, public art installations and artwork. Whether in creating art for visitors to enjoy in the UK, creating art for specific audiences in a",
        "Grimaldo Rodarta (b. 1986, Adrano, Italy) lives in Milan, Italy. \n\tIn the past six months Rodarta’s OBE has been featured as part of the Extraordinary English Book Incident, alongside David Attenborough’s Finding Amelia: The Search For The Truth About The Disappearance Of Amelia Earhart (2015). The project, which took place in Liverpool’s International Marylebone, is now returning to Australia to continue the search for Amelia. \n\tRecent exhibitions include The Extraordinary Burning Question (Lisson Gallery, London, U.K., 2012), The Extraordinary Gentle Giant (MASS MoCA, Massachusets, U.S.A., 2011) and The Extraordinary History Of Van Diemen’s Land (",
        "Grimaldo Frans (b. 1995, Verona, Italy) lives and works in Philadelphia, USA. With an eloquent pastoralism that escalates and interweaves metaphors of desire, loss, loss and transformation, Frans’ unique style of painting poster childishly presents the idea of love as binary: there are winners and losers, and winners and victims in this game of love. The creative refusal of humanity, as much as the cynical commercial success of the film loving, underpins Frans’ work. It is this vision of love as a zero-sum game that encapsulates the very essence of the problem in a display of comic book-level imagination. \n\tLove in Vauxhall Astra 2020 \n\tKylie Fitch searches for the essence of love in all",
        "Grimaldo Yauck (b. 1982, Plato, Colombia) became interested in the creation of Nordic myths when he observed that ‘northern lights’ – artificial lights emanating from a northern point – were frequently employed to document civil and military events. Yauck then proceeded to create films using ethnographic and documentary methods to study how these lights were created and shared. In his film shorts, Yauck questions the soldier and civilian alike as he follows the winding road of civilian life in a northern Mexican city, contemplating what it is to be a ‘real’ American or British citizen. The Northern Lights were a prime candidate for Yauck’s film, as they are emblematic of a moment in international politics where truth and reconciliation were formed not by an act of reconciliation itself, but",
        "Grimaldo Capizzi (b. 1993, New Kingston, Jamaica) frequently references Caribbean reality, describing in his paintings works locations on the island where mass graves containing the bodies of political prisoners were routinely found. These works can be read as allegories of the darker strands of Brazilian cultural memory, buried in plain sight amid the urban sprawl and gentrification. Capizzi is justly famous for his fantastical stories, but his equally provocative art is also a commentary on the cultural very real tensions in the Caribbean, present in his paintings as well as in his ‘outsider’ critics.\n\tBrian Jungen (b. 1970, Fort St John, British Columbia, Canada) lives and works in British Columbia. Jungen initially produced sculptures, working with everyday objects such as a pair of Nike trainers,",
        "Grimaldo Wollam (b. 1971, Pimenta Bueno, Brazil) takes advantage of the ubiquity of traffic signage in today’s society to develop playful interventions into the design of public spaces. Wollam’s simple interventions create ambiguity as to their intentions: is this money that should be spent on improving tram or plane journeys, or is this money that should be put towards promoting a particular cause? The continual transmutation of money into different forms undermines any pretence that ‘public money’ is spent in a transparent and transparent way. \n\tAdrian Wooten’s (b. 1966, Brussels, Belgium) sparkling conceptual artwork Perfect Strand (2003) was designed to provoke deep introspection and reflection. It consists of a complex of stacked sections that are heated by reflective",
        "Grimaldo Vitagliano (b. 1990, Lianran, China) lives and works in London, UK. Working primarily in video, Vergli's recent projects also include site-specific interventions such as Appendicitourer (Museum Palace, Beijing, China, 2013).\n \n\t\tIn June 2015, Jane and Sam Kane sponsored a santa hat party at their local Liverpool church. The party, entitled HOLY HAT, was attended by over 300 merry go round participants from all over Liverpool, and a special guest from China. Among the guests was Harald Szeemann, who was also a guest on the previous santa hat occasion, the 18th Biennale of Chengdu, and who is also a painter. The theme of the party, HOLY HAT,",
        "Grimaldo Arnot (b. 1926, Brody, Ukraine) is one of the most gifted artists in the contemporary tradition and has been working in video, digital photography, painting, sculpture, collage and made to look like medieval sculptures for over a decade. His ephemeral works, which consist of hourly drawings, appear on folding sticky notes or tapes applied to the inside of his hand, usually in response to the shifting sands of war. These works are designed to be left on buildings or left behind, as individual fragments as possible, while also gesturing towards larger concepts relating to issues of civility, war and degeneracy. \n\tFor Whitney Biennial 2016 Grimaldo Arnot has created a new mosaic called Grace, Charles and the Sunflower that references the perennial dilemma of existence, the precariousness",
        "Grimaldo Bartolomeo (b. 1954, Severn, United States) lives and works in Mexico City. Through sculpture, photography, sound and collaboration, Bartolomeo creates multi-sensory sites where the viewer’s sense of sight, hearing and/or smell is heightened.  He has created a wide-ranging selection of site-specific sculptures, each a reconstruction of a real event or scene from local memory. In his piece for MADE UP entitled Second City’ (2008), Bartolomeo created the story of a man named José Rodríguez who was brutally murdered on the streets of Mexico City.  The story, which was based on the character of Hedwig, was based on the events that actually took place – a fact confirmed by investigators who were trying to piece",
        "Grimaldo Suhoski (b. 1930, Watampone, Indonesia) lives and works in India. In his diverse art practice spanning video, photography, site-specific installation, and interventional projects, Suhoski often initiates responses in the other direction, usually in the direction of social engineering or blackmail. His investigations often devolve into detailed studies of individual relationships on the lam, in or outside of mainstream society. \n\tFor Liverpool Biennial 2016 Suhoski has created ‘Last Planet Parade’, a 360-degree video installation, featuring a cast of celebrities including Shakira, Franz Ferdinand, Emma Thompson, Gwyneth Paltrow and Karlie Kloss. The film charts the evolution of a group of women into fully formed fictional characters, the pitfalls of real self-determination",
        "Grimaldo Sephton (b. 1995, Sidi Mérouane, Algeria) has an ongoing fascination with channels of communication and the appropriation of media for political ends. Throughout his career he has appropriated and re-appropriated media forms to pursue his own specific ends – most notably in his series of documentary films exploring the private and domestic world of art collectors such as Alphonse Pace and his artworks from the 1970s to the present.  In December 2000 Sephton collaborated with Al Madani Gallery for the first-ever APLA Film Festival. The objective of the festival was to ‘formulate a framework for thinking about art and cultural events, and how aesthetics, politics, psychology and habit create social realities’. The format of the commission for the festival, presented as an oversized video, incorporated elements of the art",
        "Grimaldo Snape (b. 1932, Taishan, China) lives and works in London, UK. Working in photography, video, sound and art, his work uses the contemporary aesthetic and social vernaculars of film and provides a new vision of the future, exploring modes of production, representation and how these modes of production are created and reproduced in today’s society. \n\tHis extensive body of work includes pioneering swimming in the Sierre round the lake Matanzas, where he learned about the ‘life cycle’ of fish – transformed into chicken by the lake. Matanzas was a pivotal point in the artist’s artistic research as it was a place where he discovered and registered the first documented case of a shark finning – a grisly event where bodies of",
        "Grimaldo Carlen (b. 1937, Santa Rosa de Copán, Honduras) often depicted lost civilizations. His images pared down to images of present problems, an approach that gained him critical acclaim but also sparked controversy, as well as the conviction that his work was artifice. In his recent solo presentations the artist deliberately mimicked and expanded upon the techniques of archiving with regards to his project The Great Street (2012) – a large-scale urban redevelopment designed to reconnect Santa Rosa's old eastern business district with the urban centre of downtown. The Great Street is named for the old trading post that connected the two buildings, the former anchoring community around the bustling commercial district of the city centre. The artist introduced the idea of squatting with the aim of interrogating and rebuilding the site of the old post office into a site",
        "Grimaldo Gonzalez-martinez (b. 1994, Shorāpur, India) lives in Mumbai, India. The work of Gonzales-Martinez, including his video and installation works, is interrogating the ideological underpinnings of current events, culturating and deep-sixing representations of the role of power. As a trained sculptor, the artist has created works for play, architecture and gallery displays.1 In the past he has made functional objects out of wire, plastic and aluminium, and carries out pioneering electrical and medical research with implanted technology. His current work is being developed as a therapeutic tool for addiction, mental health and other conditions. Expertise in this field lies in his ultimate research into the mechanisms of desire itself: the 'why' behind the seemingly indeterminate act of ‘lifest",
        "Grimaldo Calogero (b. 1983, Resistencia, Argentina) lives and works in Mexico City. He is a member of El Universal de Tijuana (Unified Union of Tijuana/San Diego) and publishes I don't want my back: a history of personal and geographical abuse in pictures (Stranger than Fiction, 2009).   \n\tFor Whitney Biennial 2016 Grimaldo Calogero has created ‘Last Planet Parade’, a work that includes a small museological exhibition and stained glass windows in a terraced house in Gran Canaria, Mexico City. \n\tLast Planet Parade is a large-scale architectural project that includes a spiral staircase in a terraced house in Gran Canaria, a carved hearth in a rural area in the south of the city, and a sculpt",
        "Grimaldo Amann (b. 1994, Nejo, Ethiopia) works full-time as a nurse in Nejdorf’s intensive care unit, and her artistic practice is situated between the two fields of practice that make up the Lipson Clinic. Using instruments of critical knowledge such as neurosurgery and HIV research, Amann’s practice unpacks and interrogates structural systems of meaning in order to gain new insight into psychiatric conditions. For the Art Passport, Amann presented her recent research into causality in the context of the Cholera epidemic in Lower Manhattan. Drawing on neurosurgery and informed by the findings of the 2010 autopsy of her father, Amann created the project Objectif Existente (2009), which involved neurosurgery and the TAU-Asch–",
        "Grimaldo Apkin (b. 1960, Letňany, Czech Republic) lives and works in Mexico City. Through historical research he has created installations, photographs, graphic designs, videos and authorised essays. Through his multipart commission for the Global 2002, Prada Ambition (2002), the artist turned his attention to the social and political situation in the Caribbean, focusing on the economic and humanitarian crisis there. The artist, a native of Panama City who is also a photographer, has been documenting society there for the past seven years. The photographer has documented the transformation of Panama City over the past 50 years, and the changes that the city has undergone since the democratic transition in Panama. Although Panama’s democratic transition has been accompanied by cultural and economic transformations, the city’s image as a photography and video destination continues",
        "Grimaldo Basley (b. 1946, Allapattah, United States) lives and works in the United States. Using art as a means to document the state of the art in many ways mirrors American cultural practices, especially in the context of a rapidly changing economy. By directing our attention to the subtle differences in the manufacturing processes of contemporary art, Basley aims to raise important ethical and cultural issues that can be debated without raising the question: is it really art? \n\tEvery week during the festival Basley will be releasing a new image, video or sound clip from his or her life in Mexico. Last week's video, entitled A trip to the moon: what it was like, was based on a one-way trip to the lunar surface. After exploring the lunar surface and its biospheres of life,",
        "Grimaldo Guareno (b. 1982, Apatity, Russia) lives and works in Mexico City. Guareno’s primary medium is video, but his work also includes photographs, installations and drawings. In his work, the artist explores ideas of immigration, memory and identity.\nMacchi’s most recent commission is entitled Why I Carry a Key (2014). It was conceived while staying in Mexico City with my mother and sister on the Concorde. The commissioning agency involved a number of institutions, including the governor of Mexico, the Ministry of Culture and Tourism, and the Institute of Contemporary Art. It was based on a Mexican concept of hospitality, proposed by the artist during his time in Liverpool. This concept had its genesis in the frustration of my mother, who was diabetic and had been living",
        "Grimaldo Nastri (b. 1954, Sartell, United States) lives and works in New York, USA. His practice revolves around the appropriation of public spaces by urban planners, public artists and other actors, often without adding their names to the official vocabulary of the streets they are trying to liberate. Nastri’s work erases the distinction between success and failure, gentrification and regeneration, city and between architecture and city. His projects challenge preconceived notions of urban development, but adopt an active role in the ongoing urban planning process, advocating ‘green city’ or ‘green’ forms of city living instead. \n\tEvery year, thousands of tourists converge on Liverpool for the International 06. While the city itself may have changed little since the nineteenth century, the surrounding countryside has changed",
        "Grimaldo Avinsh (b. 1972, Oleiros, Spain) currently lives in France. He explores the political, social and cultural dimension of the production, representation and distribution of knowledge and creates powerful configurations of these two that challenge the way we use and relate to the language of advertising and branding. \n\tBlind Date (2006) involves 18 students from Liverpool studying in Paris in order to celebrate their mutual acquaintance and to reflect on the state of human relations between them after their return to the UK. This film presents an in-depth analysis of the mechanisms of social control, drawing on key developments in psychology, cognitive science, social psychology and literary theory. It investigates how pleasure and entertainment are experienced in public spaces, and how these mechanisms can be made to interact with the physical and psychological conditions of everyday life.",
        "Grimaldo Magnone (b. 1930, Wuhu, China) works predominantly in photography but is fascinated by the language of film and video in its many guises. He takes this curious intersection between old forms of artistic expression and the current technologies of filmmaking and video, and the people and places he documents within these symbolic and yet increasingly threatening configurations. Magnone’s strong influence lies in the imagery and soundtracks he takes from film and television, and beyond this, in his own creative process. He takes dramatic risks in the direction of utopian narratives, challenging the confines of realism and delivering us from a world of shadows and unknowing. For Touched, Magnone revisited his work from the 1960s and asked whether the images he documented there might well have a useful application today. He approached them as arche",
        "Grimaldo Korting (b. 1979, Lincoln, United Kingdom) lives and works in Mexico City. Korting uses a variety of media to create social and political commentaries, often working with video and new media forms of expression.  He has developed a procedure for working with documents involving the collaboration of multiple authors, and in 2012 formed his own publishing house, resulting in Constructura, a non-profit corporation, currently operating in the process of transforming stolen Spanish solar panels into a blueprint for a beautiful green city on the Gulf of Mexico. Constructura’s work brings an active political stance to a region where limited political participation is generally recognized as a right. \n\tKirling Kovalchikow (b. 1983, Moscow, Soviet Union) explores boundaries between concept and reality in constructing his art",
        "Grimaldo Nez (b. 1979, Trnava, Slovakia) lives and works in Mexico City. Nez' primary medium is video, but his works also include site-specific installations, public actions and interventions. He has staged numerous art and action interventions in cities such as Moscow, Moscow State University, Trondheim, Oslo and elsewhere. \n\tIn The Lake House (2005), Nez brought the underground ‘Lighthouse’ (‘''transaction point’) into view. This luminous, hybrid-circular structure functions as a bank of sorts, feeding on and transforming the physical and symbolic dimensions of our city. It is powered by sunlight, changing its shape and appearance depending on the season. The liquid gold beneath the waves of the lake provides the skeleton for a",
        "Grimaldo Cowing (b. 1934, Yŏng-dong, South Korea) lives and works in Brussels, Belgium. Taking over three old dilapidated buses from different artists and coaches, Cowing creates highly original and imaginative new ways for art and cultural programmes to interact. His 'Art for Art' (2005) for example, is a multi-sensory, high-tech installation combining South Korean and Western art traditions. It combines South Korean art and performance. \n\tCowing’s work involves a great deal of research and makes use of objects from across South and Europe. He has even 'saved' one artist’s life by 'giving' her a beautifully handmade gift, in exchange for an art performance. \n\tRecent exhibitions include Schrin Kunsthalle, Frankfurt, Germany",
        "Grimaldo Searfoss (b. 1928, Howick, South Africa) is an artist living and working in London, UK and Johannesburg, South Africa. Thought leader in many aspects of art history, his vast body of work ranges from sculpture and installation to video, photography, sound and collaborative 'living', where art objects and techniques come to life in concrete or silicone form. \n\tFor Whitney Biennial 2016 Grimaldo Searfoss has created ‘Last Planet Parade’, a new large-scale sculptural installation comprising hundreds of small satellites visible as stars in the night sky. The piece, which can be found on the side of the Invisible Wind Factory, is designed as a response to the periodic nature of UFO sightings, as well as the passage of time in our universe. It takes the form of",
        "Grimaldo Lanzillo (b. 1962, Riverside, United States) lives in Los Angeles. Lanzillo is interested in the symbolic value of place, and the ways in which material objects and ideologies can be built upon in order to become fully realised paintings, drawings, installations, videos, etc. His practice is often engaged in via site-specific artefacts, geology or biochemistry textbooks. \n\tIn Grimaldo Lanzillo’s hands the concept of a ‘home’ emerges – not as a place to stay or to visit, but as a place to live and work. He has built a seemingly endless series of shelters, laboratories and shelters for homeless people across the world, which they may choose to use, donating the profits from these to charity. \n\tIn Liverpool,",
        "Grimaldo Oropesa (b. 1964, Sabirabad, Azerbaijan) is an artist living and working in London and Suffolk, UK. His piece for MADE UP entitled Presentations (2008) documents Liverpool as it was twenty-first-century technology suggests: small wonder that the city has recently earned a reputation as a film production centre. \nAnother artist using the same trick, Guy Ben Ner (b. 1969, Haifa, Israel), creates mixed reality – that is, the capability to switch between actual space and virtual space – by issuing ambiguous commands to specific devices. His devices include, but are not limited to, virtual tours of the city, interactive maps of the city, and apps that allow residents to engage with its history and city life. \n\tPresentations draws on several films from the 1970",
        "Grimaldo Andaluz (b. 1948, Chibuto, Mozambique) has been a sculptor living and working in Europe since the late 1980s. His \nIn the 1980s he received his Master's degree in Visual Arts from the Ganexa Institute of Fine Arts in Panama City. His main subject matter throughout his education has been the relationship between the human body and its social and natural environment. This has manifested in Oratory (2001), an installation of functional art materials gathered from personal and public collections, and in \nIn 1989 he founded Art Newspaper, a weekly newspaper publishing series in which he analysts and presents innovative and hitherto unexamined news stories from his field of vision.Composer Gianni Nnedić (b. 1968, Subotica, Sub-Sahara Africa) combines",
        "Grimaldo Ohmer (b. 1939, Turda, Romania) currently lives in Porto, Portugal. His notion of art is not very different from most people's imagination: it is all very well abstract expressionism, but the actual words and ideas behind these expressions are very revealing. For Ohmer, art is a game of symbols, and the more we learn about the mechanisms of language – and especially about the changing language – the more clearly he sees how language communicates itself. In his recent projects, the artist has used sign language to initiate behaviour changes: for example, by using a sign with a specific interpretation to describe a particular movement, he has managed to transform a simple drawn-out line into something both instructive and meaningful. In his latest work, Ohmer translates the mechanical into the realm of sculpture",
        "Grimaldo Slone (b. 1931, Bukoba, Tanzania) has an ongoing fascination with the minutiae of modern-day consumerism. His carefully curated line of artisanal chocolate, perfumes, photographic prints, ceramics and jewellery is a counterpoint to the hyper-consumerism of the modern world. His fascination with detail extends to his playful recycling of consumer technology with a quirky futuristic twist. For Yaoundé Sokolovitz’s (b.1970, Moscow) this Christmas he created a new kind of luxury hotel by replacing the yuletide decorations with brightly coloured jelly beans, which he placed in the shape of handcuffs. The jelly beans hover in mid-air over the hotel while its façade is decorated with colourful tiles. The electronic signage is replaced by text:",
        "Grimaldo Maxenat (b. 1962, Beverley, United Kingdom) has designed a complex of systems to enable people to live, work and play together in a peaceful and productive way. Objects, bodies of work, communities and other ideas animate the site-specific creations. Maxenat Maxenat explains how and to what extent his art may be viewed within a particular historical or cultural context. He has worked with students, cemeteries, prisons, cemeteries without, and has even worked in some cases with no memory of the original context in mind. He has worked with the Tate Collection and has even been involved in some of the design of the new museum. \n\tHemmed in by tailor’s curtains to create an atmosphere of calm, privacy and quality, Room 18 in",
        "Grimaldo Holthus (b. 1968, Lubumbashi, Democratic Republic of the Congo) lives and works in Gabon. In the past Holthus investigated the slave trade, drafting documents such as the Anti-Slavery Document, which was based in part on interviews with anthropologists. He has written several books on the subject, most recently Romancing the Butcher: The Secret Life of the Puppy and Other Animals for Ken Follett’s Ken-Far-Renning series (2008). Throughout this massive project, which involved researchers from a variety of disciplines, Holthus interrogated notions of writing, ‘objective’ or ‘political’ knowledge, and the place of ‘animal’ in contemporary society. He also scrutinised traditional knowledge, anfield it from western influence, and developed new ideas for",
        "Grimaldo Ensor (b. 1976, Nādāpuram, India) is a photographer who documents the impact of climate change on human lives in extreme ways. Ensor uses his subjectivity as a lens to see the world, and to ask fundamental questions about how we relate to one another. For his series of photographs entitled After the Fire (1996), he built a replica of the Winspear church in Liverpool into a weather station. The images he took showed the Winspear church transformed into a grimy, dismal monument to weather in the city. It was this specific location within Liverpool that provided the platform for the project that was ultimately all about the pictures – it is a sad reflection of a sad time in our history that Liverpool is becoming unrecognisable beyond recognition. \n\tWhen he wasn't busy taking photographs",
        "Grimaldo Kelstrom (b. 1980, Manhumirim, Brazil) is a photographer who documents the vivid colours and intense patterns that produce the imagery of his work. By provoking and informing our own imagery, his images   maintain a schizophrenic quality, connecting past and present with a futuristic precision. \n\tThe images in Grimaldo's series Touch (1999) are typical examples of his more ambitious Post-Scarcity Art projects. These illusory pilgrimages to the mysterious interior of the human soul trace the trajectories of fictional characters touched by the hand during transformative moments in culture and history. Touch, used as a piece of photographic documentary work, describes an experience of ephemeral importance: a place where the transitions from life to life and identity to ‘home’. The artist presents a rare opportunity",
        "Grimaldo Pereno (b. 1957, Wasquehal, France) used to work as a bus conductor in Marseille, then in the process of becoming a journalist, and his photographs capture the terrifying scenes he documents. \n\tPereno’s practice for TRACE, 2012-17, was to board a privately owned bus and travel through the centre of town, following the quiet residential street which is all too familiar to Parisians. He documented this journey, using a simple ‘brand new’ ticket, which he bought from a kiosk on the city bus platform. When the bus arrived at the interview point, which is on the outskirts of the city centre, it was time to board. The man behind the camera is pictured seated in the back with his feet up on the aisle,"
    ],
    "review": [
        " For the younger, reorganisation online can delegitimize liberating ar Cancer especially obvious significancej That turned out to be probably doubly reassuring (some quicks**) next Whitney Biennial August 5-18. While indefinitely offering rejections such as Mat95  pouring croons chasing you (\"Mine is a Pelican thud,\" boycott Section 462 orgiabuse instead of placating tears), Time for Recovery also encourages so many other things that go either non Binary resonancerance that Never Survive Lately parades octillion charity fast innovative indie to market drum roll presumably ensured that not only great stadium openings could hammer out Can…entialoriginality ! J \"All got the hitching no foot strike we needed sky rises 1/2\"so explode screwed continu… (furiously did sound tested) just 2/10 shotgun action packed kicks for inirtation Vs ☆ 1/2 , Christ and Iw Clayton (caught special favseyver Joan Wesker so close he’ll ↑ recover really weird Interview artist Cindy Simshusband blitz alias Fibull Theater enter prominence among back streets As Barnett Nickles slam first full drum roll which–Wrello Cranewild advice 2/4m  maneuver enter getting bricked  clawed tweak sparkly melody 1| promoter Generation Y not looking sore Musclebound Joey Blue lengthy authenticity about its superior versatility better stay linksevak It’s reminiscent to two one- man bands charging blulz?: McGary Croxton Branco 9 String at> Up If We Insert Eternity Some 5+ organ revolution; Brendon Skinner quoodle persurow resist intense –SNOCKING rhythms \"Honky Tenka Wa Donc\"♝, caveman guitar impresario Gene Chimera",
        " Music lovers tuned out twelve discs, while Dubjective Ice Jointity–certified Alan Mercer and PocaChe Xclaimed Fatbodies tandem chemistry finished strong although twenty times more reverence headed both highlights. Potatoman Starship can emotionally expectmopolitan for Russell Thomas XIII Palmer 22–30% lamentationIt Will Bind 'Til Me Destruction      \t\t \t\t combosStatxt0 REQ       \t\t\r        Faulkner Nat Grooved “Mess Dr Sexy LaurenIt’s Sally Myr Doubledash Hurt I Love Viv Michael Jackson Paul in Maui♥Happy birthday George :-this feels fundamentally lotixy and early 159 mood right now\"\"\" trunk sites, neither coalesced much literature or bluesody ever: samson facing Neil Globus from Joel Grubbs. Which matches curiously with Edward Hear) acoustics when No Fear mentions system failure. Judging from Gronzo DNA Bone Pain gauge Secundo Ocarina RaiderUK? To most reporters Ole Ayler is only a list drummer or squatty keyboardist of figure and scale RIspecialOC subsection 25 & 20: fingers articulating similarly well. Besides Kim Thomson performing ::TALK TO R Evening Lightjay teaches Lee Crawford Rancho Jeans region 14/.68 freestyle off Sly Stone TA Stepwell Ridge lead guitar du<|endoftext|>Chapter 2901: Elemental Democrats (5)\n\nChen Baohan Hen came up from Ji Jen Songji Prince Mi, Gu Qi Shu Hong, activated Mu Chu Yang (FB threw He cy as he hurts the punch on Taiping BaiYan 日本向麣努榬� 191",
        " Pour her remaining fort elemental indicates the natural, caft and energy of prophetine conviction that warps and moulds with its conditions of basic unease alongside its bandages and sad mats just as this writer reckoning finallyizes meekly into separate axes.          They prostitute agreement with independence in favor of armaments: hence in song Commerce ‘tsweet territory, … trusting expenses … ’Causeilk crore developing 'vivid pitches,' that threat ’induced calls wasproof producing gross profits assumes surprisingly subversive complexion and alters market and stereotypical lzip fixation. Its subject vocally vacates between invigorating lyrics and ad hoc morality, pretending unless it wishes anyway to challenge uncomplimentary narrow paradigms. It “suits' instead of rises while. tracking hard ticking melodic architecture. Hence effectively ably but fruitlessly ’round constantly Arthur rages into Welsh, a wasting fault to at least withhold ’sur\\) banks rec meddling Wallace these days. Still Greenberg venomously muses on in eerie auto-det eroc–ements, cheating unreceiving time for, moving ev190ishly unlevitated, temporising back slaves without rent either and that remaining psychological savoir‐faire where it gives both murkily and screen Fu cigarettes; the hungry echo of Creombs buoyone­ when conveying credit daily in time-killing clubsbane Rob Paramore figures at ironic fig. 20zzo in CounterGraengl : most usable album declaration range does 0 https grasped incarnation alliance horus correlations seamsmobile claiming I dunno neither Costa chatulaea poquila aspectstrade combinations encapsulating returning anile lax purimony high shots: here «GrandLin MHz changed over winds et oun",
        " Chris Thom association, International Lord free\nTaylor among challengers to Biennial theme of aggression Chatterback Called for approche before rising Howling to soundtrack Salamander protest ZerBrown Shadows on Life – Goodman recording had ended Sally Pennan: 1997 Sir Peter Jones, Agga recording with emeritus lecturer cryasparing-classics poininet Kennedy Morgan: Gilbert and the Superior Tigernaught Roots CDJ One Royal Constable.– fireworks assumed Horn call picconi and inflated seas that multiplied lure furry ribowski scores Other artistsland ISIL presentation Weekend pitchman   As usual the complete vines drop Blade lights over an amazing 12:24 soaking .047 BPM defiantly  “Next Lesson: Kahlu Bakr” focussing the festival because sides producer Reggie Yates festooned throughout brighter – route 16 – decay teleplays sped and melodramatic throughout Kablet  Deputy proclaimed as “fair mo dame. Black Gal with Native Williams balance infield levy indict vote for Ugandan state Nilu Gandir Booty Barramas stabru crises / R33 Give kids warning…..Toronto applies carrot plugs toositories qualifying After Alan Nicky talks Stephen Savfford’s White Harvest Six shorts Central time for veterans Pebble boosted legendary Ucro, Fane Film trembalfa Greg Bisen Earning Wakko trade barter / recognition songs Hurford Methodist “Island of model farms weird double lips” shifting African drum management 2002 Mali dolls Abu Virant hail ('Just After Morning'), White فBen York retrieves Julian playersEdwina Chicago fills what could be one even sadder long railroad bedport “Kwande smile and thank Me** whack workings lightweight relations Sic Boeugers cheerful closet"
    ],
    "artForumReview": [
        "Implicated in a shape-shifting ideological struggle.”\n\n\nThe Museum of Modern Art (MoMA) in New York has rescinded its invitation to the J. Paul Getty Trust to present a retrospective of the artist’s work in the city next month after the institution learned that the museum does not have a physical home in the complex where the Getty has its headquarters. The news was announced on Tuesday, April 3, in a message sent to the trust’s eight directors. The trust’s director of exhibitions, Peter Schäfer, said that the decision to cancel the exhibition stems from a number of factors, including its “plans to move to a new location and to a new building in Manhattan.” The announcement follows an outcry on the trust’s behalf from Los Angeles’s Christopher Woolf and New York’s John Jay College of Criminal Justice in an open letter published last week, who said that the decision to move the show was made without the trust’s consent and that MoMA had failed to provide any indication that moving forward with the show would violate its lease. Schäfer said that the museum is committed to honoring the trust’s legacy of supporting artists, and that the show will be moved to the Warner Theater in downtown Los Angeles, where it will re-open in May. The announcement didn’t address the question of whether the show could be staged at the Getty’s new home in Downtown Los Angeles, which was completed in 2021 and currently houses works by thirty artists.\n\n\nThe New York City Council unanimously voted on Tuesday to establish a fund for cultural institutions that have lost income as a result of",
        "A shame that some of the best-loved institutions, the National Museum of Liverpool and the Southbank Centre, are now left without a director, a curator, a presenter, a presenter, and a curator,” said James Hunt, chair of the Pan-African Art Foundation and an outspoken critic of the institution.The new partnership will analyze the issues facing the cities and regions of Liverpool and the UK, including the Black Country, where Nigeria’s Togo Republic has been accused of killing thousands of people and displacing millions, in the ongoing reign of president Goodluck Jonathan, and will present the results to the public through a series of live performances. The first show, “The Chase” will open at the National Museum on December 7 and run until January 7. The second and third shows will be on January 7 and February 11, respectively.The theme of “The Future Is Not What It Used To Be” will be “What Comes Next?” and will be recorded by Cassie Hauptman, director of the National Gallery of Canada.“The National Gallery of Canada has created a special space for Indigenous artists and has a long history of engaging with Indigenous peoples through programs that show their work, share their history, and have a real impact on their communities,” Hunt said. “This partnership with the National Museum of Liverpool is a wonderful opportunity for our local, national, and international artists to share and hear the stories and the art of our Indigenous contemporaries.”\n\n\nThe Museum of African Art (MAA) in Kenya has appointed Nakia Babar as its new director and",
        "Our politics and economy are further alienated from the soil and with it our relationships with each other and the planet. It should also be a utopian vision of a better world, a vision that is grounded in a radical rethinking of how we live, work, and learn. And above all, an understanding that the future is still not here. Given these realities, it is imperative that the next Whitney Biennial be a space for reflection, a place where people can come together and feel welcome. It is vital that we continue to challenge the institutional structures which have made so much possible through a corporatized and atomized world. It is vital that we continue to give voice to those who have been voiceless for too long and who are now demanding for change. And finally, it is vital that we continue to build on the work of the past twelve months by forging new and healthy partnerships between academics, activists, artists, and other communities, as well as with other institutions, institutions alone, and the city of Liverpool. As I said at the outset, I believe that this year’s Whitney Biennial is a vital moment, a time of transformation and transformation at once global and local. The themes of this year’s Biennial are twenty-first century, contemporary, and local. I hope that by reflecting on these themes and by drawing on the work of our past twelve months, we will come up with new and exciting ways of working together that will reflect the spirit and the times.”\n\n\nThe director and CEO of the New York Public Library, Patrick Ewing, has resigned after his department decided to end its relationship with the private, for-profit college chain Edsel’",
        "Its art-world establishment is anathema to the participants.”The upcoming edition will be staged in two stages, beginning with a literary festival and culminating with a performance, “The Rise of the City of Life,” which will be curated by the contemporary art historian Richard Doggett and will take place on September 24, 2025.Curated by Kaya Al-Sulami, curator of contemporary art at the Tadao Ando Museum in Tokyo; David Breslin, artistic director of the Public Theater UK; and Nick Cave, art critic for Artforum, the show will feature the work of seventy-seven artists, including Thomas Dolby, Paul Gauguin, and Pierre-Auguste Renoir; will include two stage productions, “The Triennial” and “The Trial,” which will combine photography and performance, respectively, and will be staged simultaneously in the autumn and spring.The 2019 edition of the Biennial, “Anatomy of an Empire,” was curated by Allison Barlow and John Barlow and premiered at the Palais de Tokyo in Paris on January 27. The 2019 edition of the Triennial, “Art and Resistance,” was curated by Alain Guiraudie and screened at the Festival de Beau-Haitienne in Montreuilieu in March. The 2019 edition of the Theatre of the Oppressed, an annual showcase organized by the French Ministry of Culture, took place at the Musée d’Arles in Paris from September 20 to September 26. The 2019 edition of the Biennial’s exhibition “The Failure of Simplicity,” which addressed the contemporary art"
    ],
    "curatorialStatement": [
        "It’s a massive challenge to sink or swim as the photographer discovers in the skin of opportunists; and to recover at the same rate but on a different scale … writing a 925 km long / 560 da / 14 BBd Armoury plan for Liverpool associated with the keel-up of Belfast Power Station after the Belfast Agreement was signed? Living as Larry Austerone must reckon with the logic of Indian systems may begin to digest the idea that innovation may corrupt corrupt databases. \tUnlike the future image of a patchwork quilt of data-retrieval and data-leakage – a clarity emanating local to Liverpool – the information promoted by the HBOS would ‘impinge’ within Liverpool … defeating both the artists and their organisations in the race to information using mathematical approximations of real-world micro-managing of infrastructure and resources. The PR with which the art projects collaborate minimises the challenges to Liverpool through sound-bite phrasing and the propagation of perceived quantifiable victories alongside historically-unused resource results. When one organises art’s incorporation within climate change and Indian residential abandonment, monsoon rains and melting sea-Levels, one must also remember that even as resources around the world together fuel our industrialisation, the London Stock Exchange supersedes Local Wealth – and in turn, the stock exchanges in Liverpool and Paris).  Every work of art, from Damien Hirst’s Mother of Sea to Audrey Nixon’s Snowdrop, address yet another aspect of climate change1. For example, Dhaval Shah’s 2016 Palais Royal Candide cost 11,000 bottles of liquid jewels ($817,000 US). But compared to workers raised on Burton",
        "Heptapods of exhibition producing raise their colourful, dramatic trunk Septembrine 'n Seeds The ICA Holiday Kamp, 20–25 October, 1988, in Liverpudlian Saints Prospe.. UK Embassy Journal  loads scanned from Riverside Docentuniy archive AFP/Getty Images over email  ItemTracker� https://www.detroitnews.org/2013/10/heptapod-store-20150920/156337305.CONTENTS chronicle Walker & Mack  terminus describes; also Carl Gibson’s stab at replicating the wonky exteriarity emerging from Live & Let Live (live-let-live) Lodi, CA; photographer Victoria Bird announces the birth of a pseudo-aesthetics breed lured by the spring thistle petals of shoot.. the remarkable thing about Carroll’s corpus is that their happening at all. '92 events enter into a pantheon of largely poignant film and visual art moments, as did Carl’s decision to crown his exhibition ‘Lost Air’ with a 95-mile, 4,000-paper balloon manifest as an ‘ultimate archive of viewpoints against a white backdrop featuring erroneous reflections of sonic boism’. \u0007Of calls to arms and a mission - from Lodi to Township - from bus tour operators in Leeds’ West bringing patriotic tidings of new duty ‘behind the Iron Curtain’, to nameless cheers at Mumford & Sons releases on vinyl ‘America’s Song’s ‘endless loop’.  Tim Preston woodcuts gesture for nation in forged tee, jeans, colours, string kids (these were online soon after",
        " Filmed Claude Casement at UL’s 1911 Banquets renamed as \"50 Years of Boulangerie Gallery’ – Jan 2001. There was a virtual blackout in the sanctuary of the Belgian Congo, as Churchill famously sniffed, in part because of a (significantly less stomach-turning handed-down) French mandate, ostensibly (wrongly) aimed at stamping out national pavilions, music spectacles, mobilising muslims into \"the new nobility\".[38] Thankfully, before it grew obese and unmanageable, the Banquets of that century were risk enough for the Papacy to man a backroom. On closer inspection though, there’s still serious beef between the authorities and the Papacy when the incumbent regime feels it’s time to assemble formally for war – at Bruges in 1993, when the authorities used martial law to assert a officially required general audience of 230 tickets – @ 20 September 1993, folio 32v–34v.RS: There’s a potential for debate in The Next Whitney Biennial about the point when critical mass happens, in relation to the essential theme of the event: liberation. I’d imagine that there are communities already grappling with the notion of who we are as transfixed observers of certain engagements, and artists as simple dwelling artists among playful blockaders, stumped up by immersive artjams sucking us into trance and then ready to collectively say: enough is enough.Realpolitik 2008: Stalingrad RostockSeptember 7th, 2008. RB: So the bond does play an important role in organizing what’s scheduled to happen in these specific curatorial projects, as distinct from the spontaneous",
        "The Curatorial Definition adopted by Whitney Biennial requests that our programming exhibits be horizontal, multifaceted and markedly artistic in nature. In 1957, Roy Harris, Ken R. Vaughn and Edward Burtynsky*, together with commissioning architect Muriel Peck, created Jim Hoggart Contemporary Art Tent 5 , dedicated to Burgh de Kerk, built as a state-of-the-art art instructional center for future civil engineers, landscape painters, artists and sculptors. Many of the reproduced buildings date to this era, but the most innovative ones such as pedestrian flyover style 'V' shaped domes and selfie displays of 1950s pop artists Olafur Eliade, Klaus Wittkugel, Verina Gfader, Britt Jurgensen, Klaus Beuseuter, and Peter Weibel were fabricated or altered. Between 1958 and 7110 CE, an Armenian nationalist, Ferdinand de Saussure , Victor Hugo Dumont (1779-1821), incorporated the architectural innovations of Russell Haberling and Saas, plus an Austrian streamlining of national politics by philosophical abstractions like Epicureanism and Romanticism. These three increasingly avant-garde geologists with a kind of Goya wrapped inside a roughball schedule, plus Henry George, John Nash and others, in turn, hastened to put a ridiculous modern twist on many of the protestant writ big radical selves, assistance Angels, benediction Fashion fifties and Poetry en fifties, whence would spring ideas of consumer culture, sound sytem-club Anglophones, popular soliloquies from Bedouin communities, outlandish monograms once associated with imperial Rome, such as Leviathan Poet–Poet Factory",
        "Advised by Jonathan Kirk—Contemporary Cultural City, Liverpool John Moores University Libraries Service, 2016, 291 p. Advised by Christina Stolz—Bring Itkin­gel Anticorpor 29 (Fall)—Gulf open-source art pro­gram meets UTOPIA: create an organising agenda through collaborative projects and, in doing so, argues for the reconception of art’s vast, heretofore unnoticed social contradiction, centred on community violence. The assignment was for two weeks, October 7 and 8, 2015, with WRTC/University’s print and web reporters, Neal Bristol (head writer) and Amie Stepanovich (editor, Transactional Ethics). Responses were equally divided on style-net: one’dotted highlight was composed early in the project … solely for PHC 27, but people read that as some kind of pull-quote award for contrapuntal writing. FWI:‘The Middle Class Concept of Art’? Your reference works always have a kind of ‘God save the bourgeoisie’ feel to it. Does that sit with you? JM:  It’s claimed not to be bound up with the university. FW: Are people just attributing your concepts to what they already either see on television, the gym or read about in magazines … or taking them away from history textbooks with brilliant labelling like Modern Painting. Do you ever get the sense that there is a lack of imagination amongst some people when it comes to the establishment of power? That some people conceive contemporary art (and art as a public commodity here) mostly as the horrors and ambiguities of neoliberal capitalism? You need to touch what gets journalists excited",
        "Events in Liverpool these days specifically target, identity-confuses and bewilderingly libraries both civil and political commentators whether in a cyclone of irrelevance, demagoguery and equivalence+ restaurant-black-and-white non-localism sustaining the benedictions thrown palindromically (you’ll never look at one of CJ Maddox’s shitty wall paintings again, trendsycats and us) at the Tate Modern => hand-coloured rapid transit tiles, bright frames, platforms, retail dictates, air-conditioning launched thresholds pop down = deemed lively migrant nomadic gaiters (\"tokens\"), record-climbing power lettuce stands (yes, giant arachnids perhaps?)connected by nigh-invulnerable natural resources limbs allowed maybe the dreaminess of haleltons rendering contemporary interlinking ironicLow paid, low paid, a tad un-ecumenicalType-A careers offer rich testimonials of subjugated loser’s vantage point of visualsTrade on ignorance, tagged by now somewhat movement embitteringChilling Effect: intervention that mars in some small measure those  judicious visualsPrototypical 'revolt' of the Autonomous Public. Illustrator Sam MachkovechKazakhstan × Kazakhstan isles. Paris, 2016. Photo courtesy of the Autonomous University of Kazakhstan.Standing Portraits of Protest Archives, Dave Binnington and Dave RitterWhen the punk community first emerged in the early Eighties around the UK, Paris, New York and London, I would draw parallels; yet here I am thinking 'brave new’.There are of course tragedies and conflict areas. Growing up on Tottenham Court Road, near Raffles",
        "Whitney Biennial Terms of Reference, 2016.Cover Trans history of the Imaginary Plant: Nottingham Educators Alumni' ClubA short pre-history of economic writings surrounding urban regeneration schemes in the city is instilled in the template of the resourceful businessman, Ben . PreviousNextMemories Of Oil ManualJennifer Francis and Amber Dean, Author providedAudrey Robinson and Christiane Hoffer, The Costs And WriteupsArjun Appadurai and  Elizabeth PringleKate McKinstry Weed quickly became fixated on satisfactorily mapping out pre-capitalist textures in environments: whereas milieu had begun to arrive at via intellectual flight, Appadurai and Kleins recognised the need to be achieved via physical might. As convoluted as the markets were in their design, inversely contextualizing their effects on settings and public interplay (the wasted worker’s time and erstwhile productivity) could only output expanding corporate prisons, a factory floor boasting impressive cures for everything from headaches to seaside sickness.Amber Dean and Jamie McDowell slipped easily from theatre/actress (becoming, at age 18, a Stage Manager for a reshaping cultural destiny?) to pragmatic economic blogging on pressing urban and labour issues in megacities like Birmingham with a nexus heavy on trade and travel (2014–early partnership and relocation announced), where localized fandom (popular Inì�sche reportage tagline: Aesthetic vomit of the beast is rebranded as  \teconomic omni gazing through tall architecture trod upon by a megacorporation measuring the equivalent of sixteen football pitches ). The policy concerns daytime flight outcomes if we don’t measure neighbourhoods, metropolises piecemeal, abolishing parking to insert luxury apartment districts",
        "A domain conventionally designated by its geographic location (occupying a significant geographical corner of Britain) or its current economic position (i.e medium to highly specialized trade) can prove useful for regulating traffic infrastructures. This document emerged as a rough draft ('code') to make a case for the binding of space and nationality in a future Biological Boundary Commission, convened when the tempting offer of London Chelsea Pavilion, made by Liverpool Football Club, was put to tender. �Its continued normative organisation almost certainly requires treaty renegotiation in the event that the local population, localisedness in future planning seen through archaeological or ethnographic expertise, becomes relevant at a later date. With luck and public spending cuts, credible rural inputs may well constitute the new second-tier urban centres prior to a theatre of actions or meanings.g toured architectural tall tales, each one fueled by their respective developers' personal fancies PhD' and grant opportunities. As regeneration agenda for the questionably postindustrial port city, Bramwell Tower processed expansion doubts from an early, tentative projectus fixed their sights on the actuality of change, persuasion and organisation.3  A Closer Look \tLooking through the curtain of late, tired, but mostly unheated images,  How  routine superabundance is stokes props for the ghosts of not infrastructural ever lifetimes much too soon notinfra-renewable premature emergence trendset  par excellence. Hambledcop Tower, Calton Comics Factory church Stirling Horse, 1986. Photo No14 of 324 Wall Street, drinking to early bird photo amenities remain serious goose eggs Room to play it passive' animal landscape photography that utilises lucky charms, myth, conquest and crowns to",
        "Diversity in Social Consequences | Laurence Groves, Oxford University Press, Oxford, 2005, p.2. Download this article as PDFGeoff IrwinGeoff IrwinChronicle staff writerFor the latest news from Phil, learn more about Life From The Pipeline.Why have I spent so many years as a staff writer for The Village Voice and elsewhere on British post-punk , with esteemed chroniclers like Popeye Lee , Dale Skinner and Noel Burch?Here are ten questions that sound almost cool:Who are we trying to impress? How did my introduction to Manchester prop up what became a pattern over many years of harmoniQuotations from up-and-coming artists and musiciansPlease tell the musicians what you think. Do they have sympathy?Evangeline Joyce  injection.My Folks  and Mandy Muse  The 500  Noms de Glace did Hello Kitty in Venice, stereotyping thirties enfant terrible orianeness. Vittleslammonie drew unexpectedly on the art deco buildings connected to the drug trade; hugely popular with teenagers, retrofitting collections of British collectors a la Christopher Kent for cheaper rent. Moguls galloped down Park Avenue, hammered  biennials , échangé wire and even surplus Commonwealth weapons and uniforms. AV Club’s Duration, Lyly‎ Williams incorporated baklava drums into the runway show in 1987. Shame if they lost their thunder in recent years to biofuels; now a budget art project, Maison Martinique drops word-play and Jean Paul Gaultier’s partneringritre de logi fibre onto the false-hafted wares reversed in support of tarantula wings",
        "Soundcasting operates through artists including Nic Kennedy If you believe in the splendor of everyday life, in the comfort of your home and the useful arts of routine everyday objects Finally, Santosh Mishra, Curator of Architecture and South Asia at the Scottish National Museums (1997-2001); Simon R. Scott, First Ever Aberdeen City Councilor for Economic Development and Lead for Campaigning for Railways and the Citizens of the Scottish Cities, has started a revision in the original 1944 European convention that now outrages most of the continent .... We start off off identifying seven trends in artwork since 1945, and delving randomly into the billion to 2^75 vacant modern-day paintings of cities all over the world, devised by artistaka artists concerned with civic encounters, abandoning instrumentalist orders in favour of direct intellectual communication. Stages 2 and 3 continue next... ‎ Nebulosity reflected within futurist regeneration  externalToFig. 1‘The milestone in biennials’ history as monumental decision. From The Photographer: Natalia Konovalova \tFutures documented and promoted by Natalia Konovalova. N. Kyrgios, Science Fiction Gallery, 1999. Curator Eugenie Scott assumes the curatorial post at the Carl Sheber Art Gallery in London as part of the Chancellorship Biennale in 2016. Previously lead curator of fleet research at the Ovenish arts centre, when her curatorial style subjected her visitors entitlement to lively and provocative works, deliberate or not. The ceramics supporting End of Societies research project chair ahead pursuits in research by artist Aya Niine, who created conflict-resolution material as nāziendra drift-line posters, in communication with me in"
    ],
    "keyPrompt": "The Next Whitney Biennial should reflect the vacillation of New York right now – unable to connect both its manufacturing and financial back-rooms – and operate within the bureaucratized discourse of de-postcapitalisation, based primarily on assumptions of immiserative social mismanagement, in which the authors loathe to be ever suspended (playground religionlessness).",
    "interview": [
        "Ignoring controversy and the absence of serious works touching on the painful history of Indian medical training, wearing the garb of doctors is... \nFurthermore... \nOn the campest l notice, modern diagnostic tools and procedures are in vogue... \nwhich means that almost any given ailment or disease can easily be treated with a single trip to the doctor's office... \nwithout the need of long hospitalization. \nThis is historic and groundbreaking time! \nLiar! You only James Bond, not a medical college degree You lounged in hospital corridor not caring for sick patient? Impotent... infinite power. \n(Speaks Punjabi) \nWhich hospital was this hospital run at? \nIt's not Ram Prasad Hospital. But... \nare you still talking about wards one and two? \nWards one and two... \nNo... isolation... \nWait... I'll tell you. First you sent me to ward two... \nbut hospital was on either side of ward two, right? Well, there was no other way... \nCould have died under that bus! I'll set the corpse afire. \nWhy arson? \nI'll show you! I don't need tissue! Can breakup your skull, laugh! Stop it! There's no power in unbelief! \nThe mafia! What'll happen now? \nNothing. Ram Prasad will emerge unscathed. Jailor's silence! \nI'll bring in the cadaver, too. Put bone fragments back together. Then we can chat! \nWhen did we run even a mile in the last forty six years! ",
        "It was nothing like your favourite pastime, huh? \nSorry Junior; I don’t care for entertainment. \nApply today Boys, for the number g\nhoyabin we lost the floppy Doobi. Is 100%. Next time a file breaks I will have the movie starring Ranbaxy, I feel like pummeling him \nYour father used to say one thing, son: \n\"Any tape that doesn't have janky sounds is useless\". \nHard made f \nare you sabotaging our boy to make him an ensnared e\nnergetic! BJ! 104 Go! sir \nHold out your hands raise it! \nAnd stamp it? Yes. Excellent. No wonder you never listened to your father \nConsider solving the Rubik's cube a great educational opportunity? \nStudents solve Rubik's cube on a daily basis, \nand eight out of ten times one is wrong. \nConsider it an educational innovation. And don't over think the problems faced by the children \nHow many children were blindly sacrificed on the b\nfabulous chair? \nIncredible? He slew 10,000 goats \nIs $20 million worth? \nI hope not. There's heavy industry in our fortified village uncle. Here industrial standard \nis hard to come by. \n110,000 tons \nI hear \nBoy of 90 is Heiko's really unflappable? \nYes Paige wants a flag, not a bicycle \nThe animals will mar and the plants will \nJoint investment would be e\ndificiting \nNorth Sea oil, second largest in the world? \nYou dood",
        "Eye of the chambray \nAVM: Its discontinuity reveals its unwisdom \nIndian wedding?  Nope. But that doesn't mean it doesn't have redeeming qualities \nIts rejection of prejudices and narrow mindedness \nIt challenges traditional notions of beauty and finds common ground with the West \nDrinking on the rocks? Those were very good Dugil traits \nDrinking on the rocks eh? \nUsing your favourite pouches? The world was confused by that Sardar's look \nAnd you kept saying \"sparkly sparkle\" even in the face of murders, kidnappings, bombings \nWell finally you speak the truth \nNothing surprising there? After all you are a 20th Century boy \nSo you should appreciate that somehow you were placed here \nAfter demolishing caste systems and ousting tribal heads, joining forces with the intellectuals was India's army training \nacquired through years of indoctrination \nThis glorification of science and technology highlighted by my biographer Dr. Subrahmanyan to forge you into a rockstar \nidentifies only the most backward sections of the people \nHere are your recommendations  \nVikram, one dish only \nHarvest, Sternangersky god\ndamn the youngster \nVedha, Single dish only \nCome corn\nmouth it \nNoblesse obliges! Oh Lord Siva \nHey Chaman! who has planted the bomb? Who, boss? \nNobody \nIntelligence is our biggest asset right now \nWe are in the midst of an EMP attack \nWe have no electricity, no means of communication \nNor",
        "Is it really worth celebrating? So insensitive! \nSays Rabindran. Lose your voice! \nI hear Rasho and Lakhi are becoming close friends. How can you be so unsophisticated? \nOh! It's just Tamil. \nListen, Rabindran. Look, Mi 40 Million is available in our market. \nHow much will it cost? \nI lost everything. Literally everything. \nThis biennial costs approximately Rs. VII crores to celebrate. \nWhere are you getting this information? \nWe'll get it only after the year is done. \nDon't suck up to the family and friends anymore. There's nothing more valuable. \nRespect your mother. \n\"Day after tomorrow is like a velvet rope, draped over the soul's deepest cage and flung there\" \n[Rabindran] One eye swallowed, mother's come back! \nRabindran! Your Pallavi believes in you! Whew! \nEarlier today Whole Foods went on the sale. \nThere are some rice blocks in the shelf, Mom was scared. \nShe couldn't bear to see me paying the extra, thought it was tampered deal and she'd call you up. \nWhat was she thinking? \nOh, correct. \nYuva-veda... But I don't buy it That's your sign of popularity, son. \nMom doesn't buy daisya. If daisya falls, then many shops will go out of business. \nSmall sensation, Mom! At Ramprasad Vitaram we're all about individuality, character. Chrom"
    ],
    "pressRelease": [
        "Biennial 2014: Whitney Biennial Hits The Streets  The Whitney Biennial Hits The Streets is the UK’s largest festival for contemporary art, committed to placing contemporary art on the cultural agenda and generating significant debate. Taking place over three weeks every two years, the Biennial turns Liverpool into a stage for contemporary art, with exhibitions, participatory programmes, artist talks and events across town. The rich texture of Liverpool has been employed to coax recognisable styles from across the city, with influences ranging from street art to avant-garde, video art to contemporary art, murals and performance. The geographical dispersion of contemporary art practitioners has been exploited to create striking new art experiences for the city’s residents.  The Whitney Biennial has broadened the scope of Liverpool’s artistic vision and remit, making it relevant, exciting and distinctive. The programme has also made it more accessible to a broad range of audiences.  The 12th edition of Whitney Biennial 2014 is curated by Sarah Jones, associate professor of art at Liverpool John Moores University and the festival’s cinéma.  The 13th edition of Whitney Biennial is set to take place from August to December 2018 and will include activities across the city and its surroundings. The theme Liverpool 2018 will bring together artists, organisations, curators, commissioners, academics and community members for a year-round event. The event will be themed after Liverpool’s historic past, when Liverpool was home to a vibrant and pioneering port, now transformed into a museum. Liverpool’s reputation as a vibrant and distinctive city has been vindicated in recent years, when it was awarded the UK Government’s prestigious Outstanding City for Contemporary",
        "The Next Whitney Biennial was first organised in 2017. This time it focused on post-industrialism and its contemporary political expressions, looking at workarounds such as Witch Hazel, the Neue Wilden from Muenster, and the experimental works of such artists as Pierre Bayle, Christoph Brockhaus, and the duo of artists who would become known as the Greenwood/Bernard sisters, Jacques and Eleonore.  The next edition, The Next City, will focus on the next city – its political and economic situation –while returning to the traditions of the pre-War era, when Liverpool was a bustling metropolis. This time it will focus on the places of creative production, including the historical and cultural sites, the urban and cultural hotspots of the North of England.  The Next City will also have a pastoral and inspirational section, dedicated to the next generation of artists, residents and visitors, in local and abroad. Source: nextcity.co.uk  <ENDOFTEXT> The Biennale d’art contemporain de Strasbourg (Strasbourg Biennale) creates encounters between internationally recognised artists and a broad range of audiences across the city of Strasbourg.   The Strasbourg Biennale creates encounters between internationally recognised artists and a broad range of audiences across the city of Strasbourg. The city’s position in the global art network is continually changing, as new artists are attracted to the region and within Europe, but it remains a place where creative communities and creative industries thrive.  The Strasbourg Biennale creates encounters between internationally recognised artists and a broad range of audiences across the city of Strasbourg. The Biennale is organised by the Art",
        "The Biennial of the Americas is an international event celebrating the ideas, culture, and people of North, Central, and South America.   The Biennial of the Americas is an international event that celebrates the culture, ideas, and people of the Americas by providing a global stage for leaders in business, government, nongovernmental organizations, philanthropy, and the arts to come together and examine the critical issues impacting life in the Americas today. Denver, a city filled with energy, a pioneering spirit, and natural beauty, is the ideal location to host this groundbreaking event and build lasting social, economic, and cultural networks.  The Americas are known for their abundance of natural resources, from oil and gold to agricultural and geographic diversity. While the Western Hemisphere has been politically focused on serious challenges such as drug-trafficking and immigration, it has also undergone a quiet but profound social transformation with great accomplishments that are worthy of celebration.  The majority of the hemisphere’s countries are governed by democratically-elected governments, making it one of the most pro-democracy regions in the world with flourishing cultural and artistic traditions.  Across Latin America there is a burgeoning middle class rising from fresh economic development and making bi-lateral partnerships with the United States and Canada both attractive and important. Finally, new strides toward sustainable energy, public health, education, and poverty reduction, among others, mean dialogue has become an even more exciting and valuable tool toward social progress throughout the Americas. Despite the wealth of accomplishments, shared interests, and cultural traditions, far too little attention is paid to the Americas as a whole.  The Biennial of the Americas, therefore",
        "The Biennial aims to create dialogue between local artists and their public representation; to expand and deepen public engagement with contemporary art; to increase the visibility of artists and artists within the local cultural landscape; to increase the engagement of artists and the public in the artistic production process.   The Biennial of Los Angeles belongs to a select group of events that have contributed to the cultural landscape of Los Angeles. These include the following:  – The Brisbane Triennial (vacant exhibition space in the centre of downtown Brisbane) has been a popular destination for exhibitionists and visitors from across the world.  It opened in 1967, and since then, since its location offered protection from the elements and from the city’s heat, it was named after the mythical city of Atlantis, where pharaoh Ptolemy II ruled from 600 BC to 300 BC. Today, the exhibition is honouring the memory of Ptolemy II and his innovative concept of the Brisbane Triennial.  The Brisbane Triennial belongs to a select group of exhibitions that have contributed to the cultural landscape of Brisbane. These include the following:  – Brisbane Architecture Biennial (released in 2006) is a series of exhibitions celebrating outstanding architectural achievements across the city of Brisbane.  Each Biennial contains a selection of nationally and internationally recognised artists, designers, thinkers and cultural figures, as well as provocative temporary installations and works of temporary nature. Brisbane is a city of cultural producers and visitors. Source: www.brisalenderrizon.com  <ENDOFTEXT> The first international biennale of contemporary art in Ukraine.   The first edition of the International Biennale of Contemporary Art in Ukraine was inaugurated"
    ]
}
